{"url":"https:\/\/www.cnbc.com\/2023\/08\/09\/wildfires-burn-lahaina-maui-prompt-evacuations-across-hawaii.html","metadata":{"domain":"cnbc.com","raw_text":"- At least six people have died after wildfires burned across Hawaii after strong winds from Hurricane Dora and dry conditions ignited blazes.\n- Acting Gov. Sylvia Luke issued an emergency proclamation that authorized the Hawaii National Guard to aid authorities with disaster relief.\n- Luke stepped in for Gov. Josh Green, who is traveling, but Green has been \"fully briefed\" on the situation, according to a release.\nAt least six people have died in wildfires in Maui, after strong winds from Hurricane Dora and dry conditions ignited blazes and prompted evacuations across Hawaii, officials said Wednesday. Injuries have been reported, but officials did not provide a number.\nThe Coast Guard rescued people from the ocean near Lahaina, Maui, as they went into the water to escape a fast-moving fire, NBC News reported, and the historic downtown area surrounding Front Street was partly destroyed, according to Hawaii News Now and other reports.\nActing Gov. Sylvia Luke issued an emergency proclamation Tuesday that said the fires had burned \"hundreds\" of acres and forced a number of schools and roads to close. Luke authorized the Hawaii National Guard to aid authorities with disaster relief.\nLuke stepped in for Gov. Josh Green, who is traveling, but Green has been \"fully briefed\" on the situation, according to a release. Green will return to Hawaii on Aug. 15.\nThe emergency proclamation said evacuations were underway in the Kohala Ranch, Kula, and Lahaina areas, as the fires threaten to affect the health and welfare of \"a substantial number of persons.\" The disaster emergency relief period will continue through at least Aug. 15, the document said.\n\"Lieutenant Governor Luke has my full support,\" Green said in a release. \"My thoughts are with the residents and businesses affected by Hurricane Dora.\"\nThe emergency proclamation said evacuations were underway in the Kohala Ranch, Kula, and Lahaina areas, as the fires threaten to affect the health and welfare of \"a substantial number of persons.\" The disaster emergency relief period will continue through at least Aug. 15, the document said.\n\"Lieutenant Governor Luke has my full support,\" Green said in a release. \"My thoughts are with the residents and businesses affected by Hurricane Dora.\"\nHurricane Dora was not expected to make landfall in Hawaii and remained hundreds of miles south of the islands Wednesday, according to the National Hurricane Center. But the storm contributed to strong winds that downed a number of trees and powerlines.\nThe Honolulu National Weather Service shared a post on X, formerly known as Twitter, on Tuesday night telling residents to prepare for winds of 30 to 40 miles per hour and gusts up to 60 miles per hour.\n\"Secure property, expected outages & difficult travel,\" the agency wrote.\nThe strong winds stalled firefighters and prevented helicopters from successfully dumping water onto the flames, County of Maui spokesperson Mahina Martin told the Associated Press on Tuesday.\nThe American Red Cross posted Wednesday on X that a number of shelters are open across the state to help those who have been affected by the fires and winds.","publish_date":"2023-08-09","author":"Ashley Capoot"},"extraction_timestamp":"2023-08-09 22:51:04.994561","extractor_version":0,"extractor_method":"gpt-4","facts":[{"text":"Six people have died after wildfires burned across Hawaii due to strong winds from Hurricane Dora and dry conditions."},{"text":"Acting Gov. Sylvia Luke issued an emergency proclamation that authorized the Hawaii National Guard to aid in disaster relief."},{"text":"Gov. Josh Green, who has been fully briefed on the situation, is currently traveling."},{"text":"In Maui, the wildfires prompted evacuations."},{"text":"The Coast Guard rescued people from the ocean near Lahaina, Maui who went into the water to escape the fires."},{"text":"The historic downtown area surrounding Front Street in Maui was partly destroyed by the fires."},{"text":"The fires have burned hundreds of acres and caused the closure of a number of schools and roads."},{"text":"Evacuations were underway in the Kohala Ranch, Kula, and Lahaina areas."},{"text":"The disaster emergency relief period is expected to continue through at least Aug. 15."},{"text":"Hurricane Dora did not make landfall in Hawaii but increased the wind speeds across the islands."},{"text":"These strong winds led to the falling of a number of trees and powerlines."},{"text":"The Honolulu National Weather Service predicted winds of 30 to 40 miles per hour and gusts up to 60 miles per hour."},{"text":"Firefighters' efforts were stalled by the strong winds, preventing helicopters from successfully dumping water onto the flames."},{"text":"The American Red Cross has opened a number of shelters across the state to help those affected by the fires and winds."}]}
{"url":"https:\/\/www.nytimes.com\/2023\/08\/09\/us\/hurricane-dora-hawaii-wildfires.html","metadata":{"domain":"nytimes.com","raw_text":"Supported by\nMaui Town Is Devastated by Deadliest Wildfire to Strike Hawaii\nAt least six people were killed in an inferno that tore through Lahaina, leveling entire neighborhoods.\nFollow live updates on the deadly wildfires in Maui, Hawaii.\nFrom the air, the town of Lahaina looks incinerated. Charred palm trees are reduced to slender matchsticks protruding into the smoky sky. Homes are ash. Streets are deserted.\n“Oh, my Gosh! Unbelievable,” said Richard Olsten as he piloted a helicopter along the Maui coast on Wednesday. “This looks like Baghdad or something.”\nThe firestorm that tore through the western shores of Hawaii’s Maui island on Tuesday and continued on Wednesday has killed at least six people and forced the evacuation of more than 2,000, the authorities said. It was the deadliest wildfire in the state’s history, according to Clay Trauernicht, a tropical fire specialist at the University of Hawaii at Manoa.\nIt was a scene familiar to residents of California and other states in the American West that have suffered a spate of hot-burning and fast-moving wildfires. This week they were ravaging a part of the United States that many consider paradise.\n“This is not a safe place to be,” Lt. Gov. Sylvia Luke said at a news conference Wednesday. The state government was trying to stop tourists from arriving on the island, but as late as Wednesday morning, flights filled with tourists were still landing in Maui, she said. “We have shelters that are being overrun. We have resources that are being taxed.”\nEd Sniffen, director of the Hawaii state Department of Transportation, said some 2,000 travelers spent Tuesday night at the airport and another 4,000 people had been stranded by road closures. The situation was “absolutely horrific,” he said.\nAt least three fires on the island were propelled by strong winds as a hurricane moved across the Pacific Ocean hundreds of miles to the south. The inferno came so quickly that some residents ran into the ocean to escape the smoke and flames. They were rescued by the U.S. Coast Guard, Maui County officials said. Others escaped by car, driving past flames in the shadow of the West Maui Mountains.\nPresident Biden ordered all federal assets in Hawaii to assist with the fire response, the White House said. The Coast Guard, the Navy and the Marines were supporting firefighting and rescue efforts, and the Department of Transportation was working with commercial airlines to evacuate tourists from the island.\nThe most concentrated damage appeared to be in Lahaina, once the royal capital of Hawaii and now a major tourist hub.\nThe first signs of disaster for Rachel Zimmerman were the gusts of wind that tore through her condominium, ripping the screens from her windows. Then, around 4:45 a.m. Tuesday, she saw flames in the distance and called the fire department, but it said there was no need to worry, she said. So Ms. Zimmerman went back to sleep.\nBy the time she awoke, the power was out, and Ms. Zimmerman could smell smoke, so she and her partner decided it was time to go. In the 10 minutes it took to grab their clothes, a bicycle and their dog, the air had become so thick with smoke that they did not know which way to drive in order to get away from the approaching wildfire.\n“It was black,” Ms. Zimmerman said. “It happened so fast.”\nOn Wednesday, she and her partner, both 34, were sheltering at a friend’s home about 20 miles away in the town of Waikapu.\nMr. Olsten, the director of operations at Air Maui Helicopter Tours, flew back and forth across the devastation on Wednesday, even as smoke was still wafting over the azure waters of the Pacific. Entire neighborhoods appeared flattened by fire, with only charred remnants remaining of homes. Some larger structures appeared intact. And some neighborhoods were spared the flames, their lawns still green.\nHe filmed the scene and posted it to Facebook. In one frame, he captured a single house that remained standing while dozens around it had been rendered into a sickly white ash.\nThe death toll and wrecked landscape of the town reinforced the grim reality that even corners of the globe generally blessed with plentiful rainfall — and until recently unaccustomed to powerful wildfires — are now, partly because of climate change, much more vulnerable.\nIn August 2018, a series of fires on Maui destroyed dozens of homes and forced the evacuation of hundreds of residents and tourists. Lionel Montalvo, an official with the Maui County Fire Department, was quoted at the time saying the fire was “unprecedented in our department’s history.”\nThree years later, wildfires in Maui and the Big Island tore through more than 40,000 acres of ranchland and brush.\nWildfires in Hawaii are now burning through more than four times the number of acres than in previous decades, according to Professor Trauernicht, at the University of Hawaii.\nExperts attribute the surge in wildfires to the prevalence of nonnative grasses, which are especially common on Maui, and are more flammable than indigenous plants. This is coupled with extreme weather patterns connected to climate change: unusually hot and dry summers and shifts in rainfall patterns.\n“The grasslands make us incredibly vulnerable,” Professor Trauernicht said.\n“We have known there was the potential for this,” he said, referring to incinerated homes in Lahaina, “but I still don’t think any of us could have imagined how destructive and devastating this fire became.”\nThe island of Maui is the state’s driest at the moment, with much of West Maui facing moderate drought conditions, according to the U.S. Drought Monitor.\nTemperatures in Hawaii have risen by 2 degrees Fahrenheit since 1950 and are expected to rise by as much as 5 degrees more by 2085, according to calculations by the National Oceanic and Atmospheric Administration.\nOfficials said that they did not know what had caused this week’s wildfires, which spread over at least 1,800 acres on Maui and the Big Island.\nOn social media, terrifying footage circulated of weathered wooden storefronts on Lahaina’s Front Street, which lines the water, engulfed in flames. Normally, the area is bustling with visitors who browse the shops for surf gear or high-end art and stop for seafood and mai tais at restaurants like Fleetwood’s on Front St., owned by the rock star Mick Fleetwood.\nFriends and family members of residents and vacationers posted frantically on Facebook in hopes of reaching loved ones. They asked about their parents, who may have been stuck in traffic, or their siblings who work at resorts, whom they hadn’t heard from since the previous night. Some posted about evacuation centers and donation drop-offs.\nRoads into West Maui were closed to everyone except emergency workers on Wednesday morning, officials said, effectively cutting off access from outside to some of Hawaii’s best-known resorts. In Lahaina, a town of about 12,000 people, all roads were closed, officials said.\nThe National Weather Service on Tuesday had expected winds of up to 45 miles per hour, with gusts of 60 miles per hour, and the agency warned residents to secure property and expect outages and difficult travel.\nHurricane Dora, a Category 4 storm, remained around 700 miles south of Honolulu on Wednesday and did not make landfall in Hawaii. Although the hurricane was not directly responsible for the conditions in the state, it has helped strengthen the winds, according to Robert Bohlin, a meteorologist in the Weather Service’s Honolulu office.\nA firefighter on Maui was hospitalized with smoke inhalation but was in stable condition.\nTracking Dora\nLivia Albeck-Ripka, Mike Ives, Claire Moses, Amanda Holpuch, Shawn Hubler, Judson Jones and Orlando Mayorquin contributed reporting.\nThomas Fuller is the San Francisco bureau chief. Before moving to California he reported from more than 40 countries for The Times and International Herald Tribune, mainly in Europe and Southeast Asia. More about Thomas Fuller","publish_date":"2023-08-09","author":"Thomas Fuller"},"extraction_timestamp":"2023-08-09 22:51:54.784754","extractor_version":0,"extractor_method":"gpt-4","facts":[{"text":"At least six people were killed in a wildfire in Lahaina, Maui."},{"text":"The fire forced the evacuation of more than 2,000 people."},{"text":"It was the deadliest wildfire in Hawaii's history, according to Clay Trauernicht, a tropical fire specialist at the University of Hawaii at Manoa."},{"text":"Hawaii's state government tried to stop tourists from coming to the island."},{"text":"Some 2,000 travelers spent Tuesday night at the airport and another 4,000 people had been stranded by road closures."},{"text":"At least three fires on the island were propelled by strong winds as a hurricane moved across the Pacific Ocean hundreds of miles to the south."},{"text":"Some residents escaped by running into the ocean or driving past flames."},{"text":"President Biden ordered all federal assets in Hawaii to assist with the fire response."},{"text":"The most concentrated damage appeared to be in Lahaina, a major tourist hub."},{"text":"In August 2018, a series of fires on Maui destroyed dozens of homes and forced the evacuation of hundreds of residents and tourists."},{"text":"Wildfires in Hawaii are now burning through more than four times the number of acres than in previous decades."},{"text":"Nonnative grasses and extreme weather patterns connected to climate change have contributed to the surge in wildfires."},{"text":"The island of Maui is the state's driest, with much of West Maui facing moderate drought conditions."},{"text":"Temperatures in Hawaii have risen 2 degrees Fahrenheit since 1950."},{"text":"The wildfires spread over at least 1,800 acres on Maui and the Big Island."},{"text":"Roads into West Maui were closed to everyone except emergency workers on Wednesday morning."},{"text":"The National Weather Service on Tuesday had expected winds of up to 45 miles per hour, with gusts of 60 miles per hour."},{"text":"Hurricane Dora, a Category 4 storm, was around 700 miles south of Honolulu on Wednesday."},{"text":"A firefighter on Maui was hospitalized with smoke inhalation but was in stable condition."}]}
{"url":"https:\/\/www.reuters.com\/world\/us\/wind-fanned-fires-raze-parts-hawaii-forcing-evacuations-2023-08-09","metadata":{"domain":"reuters.com","raw_text":"Maui wildfires kill six as 'apocalypse' strikes Hawaiian paradise\nKAHULUI, Hawaii, Aug 9 (Reuters) - Wildfires fanned by winds of a distant hurricane killed at least six people and devastated much of the resort city Lahaina on Hawaii's Maui island on Wednesday, forcing thousands to evacuate as some fled into the ocean to escape the smoke and flames.\nMultiple neighborhoods were burnt to the ground as the western side of the island was nearly cut off with only one highway open as officials told of widespread devastation to Lahaina, its harbor and surrounding areas.\nSome 271 structures were damaged or destroyed, the Honolulu Star-Advertiser reported, citing official reports from flyovers conducted by the U.S. Civil Air Patrol and the Maui Fire Department.\n\"We just had the worst disaster I've ever seen. All of Lahaina is burnt to a crisp. It's like an apocalypse,\" said Lahaina resident Mason Jarvi, who escaped from the city.\nJarvi showed Reuters pictures he took of the ashen-colored destruction along the Lahaina waterfront. Wearing shorts, he also showed blisters on his thigh that he said he suffered when riding through flames on his electric bike to save his dog.\nAerial video showed pillars of smoke rising from block after block of Lahaina, the largest tourist destination on Maui and home to multiple large hotels.\n\"It's like an area was bombed. It's like a war zone,\" said helicopter pilot Richard Olsten, according to Hawaii News Now.\nWith firefighters battling three major blazes, western Maui was closed to all but emergency workers and evacuees.\nThe fires, which started Tuesday night, also scorched parts of the Big Island of Hawaii. The state said thousands of acres burned.\nAt least 4,000 tourists were trying to leave western Maui, said Ed Sniffen of the Hawaii Department of Transportation. Though at least 16 roads were closed, the Maui airport was operating fully and airlines were dropping fares and offering waivers to get people off the island, Sniffen said.\nPanicked evacuees posted images on social media showing clouds of smoke billowing over once-idyllic beaches and palm trees.\n\"I was the last one off the dock when the firestorm came through the banyan trees and took everything with it. And I just ran out and helped everyone I could along the way,\" said Dustin Johnson, who was in Lahaina Harbor working for a charter boat company that offers two-hour tours. He spoke from Kahului Airport, normally a 25-minute drive east of Lahaina.\nSome people were forced to jump into the Pacific Ocean to escape the smoke and fire conditions, prompting the U.S. Coast Guard to rescue them, according to a Maui County press release.\nOfficials said they were looking into witness reports of people being trapped in their cars.\n\"Local people have lost everything. They've lost their house. They've lost their animals. It's devastating,\" said Jimmy Tokioka, director of the state Department of Business, Economic Development and Tourism.\nAt least 20 people suffered serious burns and were airlifted to Oahu, Hawaii News Now reported, citing officials.\nEvacuation efforts were complicated by power outages and disruption to cell phone service, as communication with the west side of Maui was only available via satellite, Lieutenant Governor Sylvia Luke said.\n\"We have shelters that are overrun. We have resources that are being taxed,\" Luke said.\nThe situation in Hawaii recalled scenes of devastation elsewhere in the world this summer, as wildfires caused by record-setting heat forced the evacuation of tens of thousands of people in Greece, Spain, Portugal, and other parts of Europe, and western Canada suffered unusually severe fires.\nHuman-caused climate change, driven by fossil fuel use, is increasing the frequency and intensity of such extreme weather events, scientists say, having long warned that government officials must slash emissions to prevent climate catastrophe.\nThe White House issued a message of condolence from President Joe Biden, who praised the work of firefighters and ordered \"all available Federal assets on the Islands to help with response.\"\nThe National Guard, U.S. Navy, Marines and Coast Guard were mobilized, while the U.S. Department of Transportation aided evacuation efforts, Biden said.\nDeanne Criswell, administrator of the Federal Emergency Management Agency, said U.S. assistance had already been authorized.\nThe cause in Maui had yet to be determined but the National Weather Service said the fires were fueled by a mix of dry vegetation, strong winds, and low humidity.\nOfficials said the winds from Hurricane Dora fanned the flames across the state. The storm was about 860 miles (1,380 km) southwest of Honolulu as of 11 a.m. local time (2100 GMT), the National Hurricane Center said.\nA weather service wind advisory remained in effect until Thursday morning.\nOur Standards: The Thomson Reuters Trust Principles.","publish_date":"2023-08-09","author":"Marco Garcia"},"extraction_timestamp":"2023-08-09 22:52:36.421551","extractor_version":0,"extractor_method":"gpt-4","facts":[{"text":"Wildfires killed at least six people in the resort city Lahaina on Hawaii's Maui island."},{"text":"The fires forced thousands to evacuate, with some inhabitants fleeing into the ocean to escape smoke and flames."},{"text":"Multiple neighborhoods were burnt to the ground and the western side of the island was nearly cut off."},{"text":"271 structures were damaged or destroyed in Lahaina and its surrounding areas."},{"text":"The fires started Tuesday night and also affected parts of the Big Island of Hawaii."},{"text":"Thousands of acres burned throughout the state."},{"text":"At least 4,000 tourists were trying to leave western Maui due to the fires."},{"text":"Some people were forced to jump into the Pacific Ocean to escape the fire, requiring rescue by the U.S. Coast Guard."},{"text":"At least 20 people suffered serious burns and were airlifted to Oahu."},{"text":"The evacuation process was complicated by power outages and disruption to cell phone service."},{"text":"The cause of the fire in Maui is yet to be determined."},{"text":"Winds from Hurricane Dora, which was situated about 860 miles southwest of Honolulu, fanned the flames across the state."},{"text":"The National Guard, U.S. Navy, Marines and Coast Guard have been mobilized to assist, and U.S. assistance had already been authorized by FEMA."},{"text":"The U.S Department of Transportation aided in evacuation efforts."},{"text":"President Joe Biden ordered \"all available Federal assets on the Islands to help with response.\""}]}
{"url":"https:\/\/www.foxnews.com\/us\/hawaii-emergency-proclamation-wildfires-propelled-hurricane-dora-force-evacuations","metadata":{"domain":"foxnews.com","raw_text":"Hawaii officials issue emergency proclamation as wildfires propelled by Hurricane Dora rage, force evacuations\nWildfires burned hundreds of acres in Hawaii and Maui counties, including the North Kohala, South Kohala, Kula and Lahaina areas\nHawaii Lt. Gov. Sylvia Luke, acting on behalf of Gov. Josh Green, has issued an emergency proclamation as wildfires strengthened by Hurricane Dora continue to rage across the state's islands.\n\"We are closely following the wildfires caused by the strong winds of Hurricane Dora,\" Luke said via Hawaii news outlet KITV4. \"The safety of our residents is paramount, and this emergency proclamation will activate the Hawai'i National Guard to support emergency responders in the impacted communities.\"\nThe wildfires have burned hundreds of acres in the counties of Hawaii and Maui, including in the North Kohala, South Kohala, Kula and Lahaina areas, forcing evacuations and closures of roads and schools.\n\"Lt. Governor Luke has my full support,\" said Green, who is traveling, per the report. He added: \"My thoughts are with the residents and businesses affected by Hurricane Dora.\"\nLIVE UPDATES: FIRES RAGE ACROSS HAWAII AS HURRICANE DORA AIDES IN SPREAD OF FLAMES\nThe emergency proclamation authorizes the use of the Hawaii National Guard and additional resources from the Major Disaster Fund, allows the director of the Hawaiʻi Emergency Management Agency and the administrator of Emergency Management to issue alerts and warnings, and mobilizes state personnel to respond to the fires.\nThe order begins immediately and runs through Aug. 15.\nThe proclamation comes as efforts to combat the flames have been impeded by the storm.\nWind gusts have mostly prevented helicopters from dumping water on the fires from the sky — or collecting more precise information about the fire sizes — and firefighters have encountered roads blocked by downed trees and power lines, County of Maui spokesperson Mahina Martin told the Associated Press.\nBODIES OF 2 HAWAII FREE DIVERS, FATHERS OF 6, RECOVERED OFFSHORE\nAbout 13,000 customers in Maui were without power as of Tuesday night, according to Hawaiian Electric.\n\"It’s definitely one of the more challenging days for our island given that it’s multiple fires, multiple evacuations in the different district areas,\" Martin said.\nMaui County Mayor Richard Bissen also issued an emergency proclamation in response to fires.\nThe American Red Cross announced it has opened Maui High School as an evacuation center. It is also staffing emergency shelters at Kihei Community Center, Lahaina Civic Center and at Hannibal Tavares Community Center in Pukalani.\nResidents of West Maui were evacuated Tuesday evening. The Hawaii Pacific Coast Guard responded to areas impacted by the fires and a crew was able to rescue 12 people from the water off of Lahaina.\n\"The USCG continues the joint response with federal and state partners while the USCG Cutter Kimball is en route to Maui to enhance efforts,\" the USCG said.\nWIND-DRIVEN FIRES BREAK OUT ACROSS HAWAII AS CATEGORY 4 HURRICANE DORA SPINS ACROSS CENTRAL PACIFIC\nA firefighter who was responding to the West Maui fire was injured due to smoke inhalation and was taken to Maui Memorial Medical Center. He is in stable condition.\nHigh wind warnings and red flag warnings for dangerous fire weather remain in effect.\nThese conditions are expected to remain through Wednesday and into Thursday.\nThe Associated Press contributed to this report.","publish_date":"2023-08-09","author":"Lawrence Richard"},"extraction_timestamp":"2023-08-09 22:53:12.342401","extractor_version":0,"extractor_method":"gpt-4","facts":[{"text":"Wildfires have burned hundreds of acres in Hawaii and Maui counties, including the North Kohala, South Kohala, Kula and Lahaina areas."},{"text":"Hawaii Lt. Gov. Sylvia Luke has issued an emergency proclamation due to the wildfires, which have been strengthened by Hurricane Dora."},{"text":"The emergency proclamation activates the Hawai'i National Guard and provides additional resources from the Major Disaster Fund."},{"text":"The wildfires force evacuations and closures of roads and schools."},{"text":"The proclamation begins immediately and runs through Aug. 15."},{"text":"Wind gusts from Hurricane Dora have mostly prevented helicopters from dumping water on the fires."},{"text":"About 13,000 customers in Maui were without power as of Tuesday night."},{"text":"Maui County Mayor Richard Bissen also issued an emergency proclamation in response to the fires."},{"text":"The American Red Cross has opened Maui High School as an evacuation center."},{"text":"Residents of West Maui were evacuated Tuesday evening."},{"text":"The Hawaii Pacific Coast Guard rescued 12 people from the water off of Lahaina."},{"text":"A firefighter who was responding to the West Maui fire was injured due to smoke inhalation."},{"text":"High wind warnings and red flag warnings for dangerous fire weather remain in effect."}]}
{"url":"https:\/\/www.breitbart.com\/news\/wind-whipped-hawaii-wildfires-force-evacuations-water-rescues","metadata":{"domain":"breitbart.com","raw_text":"At least six people have been killed in a wildfire that has razed a Hawaiian town, officials said Wednesday, as desperate residents jumped into the ocean in a bid to escape the fast-moving flames.\nUS Coast Guard officers plucked at least a dozen people from the water as emergency services were overwhelmed by a disaster that appeared to have erupted almost without warning.\n“I’m sad to report that just before coming on this, it was confirmed we’ve had six fatalities,” Maui County Mayor Richard Bissen told a press conference.\n“We are still in a search and rescue mode and so I don’t know what will happen to that number.”\nLieutenant Governor Sylvia Luke issued an emergency proclamation and told CNN the hospital system on the island of Maui “was overburdened with burn patients, people suffering from inhalation.”\n“911 is down. Cell service is down. Phone service is down,” she said.\nLahaina, a tourist town of 12,000 on the northwestern tip of Maui, lay in ruins, said Governor Josh Green.\n“Much of Lahaina on Maui has been destroyed and hundreds of local families have been displaced,” said Green.\nVideo posted on social media showed blazes tearing through the heart of the beachfront town and sending up huge plumes of black smoke.\n“People are jumping into the water to avoid the fire,” US Army Major General Kenneth Hara, the state adjutant general, told Hawaii News Now.\nThe Coast Guard said it had “successfully rescued 12 individuals from the waters off Lahaina” and it was sending other vessels to Maui.\nHara said the strong winds had prevented helicopters from being used to carry out rescues or fight the fires.\nLahaina resident Claire Kent said she had seen her neighborhood burned less than an hour after she fled.\n“The flames had moved all the way down to the end of the neighborhood,” she told CNN.\n“We were pulling out… onto the highway, you look back and there’s cars with flames on both sides of the road, people stuck in traffic trying to get out,” Kent said, describing the dangerous scene as “something out of a horror movie.\n“I know for a fact people didn’t get out,” she said, adding that homeless people and people without access to vehicles seemed to have been trapped in the town.\nWater on fire\nKent described how power and cell phone coverage had been knocked out Tuesday, and she had been unaware of any approaching danger until a sudden shift of wind sparked panic.\n“It was all just word of mouth, like people running down the street saying ‘you need to get out.’\n“There were guys riding around on bicycles, just screaming at people to leave.”\nFor those who managed to flee, there was worry over missing family.\n“I still don’t know where my little brother is,” Tiare Lawrence told Hawaii News Now. “I don’t know where my stepdad is.\n“Everyone I know in Lahaina, their homes have burned down,” Lawrence said.\nChrissy Lovitt told the outlet every boat in Lahaina Harbor had burned.\n“It looks like something out of a movie, a war movie,” Lovitt said. “The water was on fire from the fuel in the water.”\nSurf school manager Elizabeth Smith said she was safe in upcountry Kula, but was concerned for staff and their families in Lahaina.\n“We do know that one couple was able to evacuate, but we don’t know about the others,” she told AFP by telephone.\n“There’s still very limited communication with people from Lahaina.”\nWinds up to 80 mph\nLuke, the lieutenant governor, said the fires were caused by dry conditions and the powerful winds from Hurricane Dora, which is hundreds of miles south of the islands and is not expected to make landfall.\nShe said the fires have burned hundreds of acres and were being fanned by winds up to 80 miles (130 kilometers) per hour.\nTen public schools were closed Wednesday on Maui, and state officials and the American Red Cross opened emergency shelters for residents.\nMore than 14,000 people were without power on Maui, according to tracking website poweroutage.us.\nSmith, the surf school manager, said a very dry summer appeared to be making the fire particularly widespread.\n“I don’t mean to be dramatic, but I don’t think anything like that has ever happened to Maui,” she said.\n“It is unusual to have that many areas affected by fires, they’re all over the island.”\nCOMMENTS\nPlease let us know if you're having issues with commenting.","publish_date":"2023-08-09","author":"AFP"},"extraction_timestamp":"2023-08-09 22:53:40.415339","extractor_version":0,"extractor_method":"gpt-4","facts":[{"text":"Six people have been killed in a wildfire in a Hawaiian town."},{"text":"The wildfire has razed a town in Hawaii."},{"text":"Residents jumped into the ocean to escape the flames."},{"text":"US Coast Guard officers rescued at least a dozen people from the water."},{"text":"Maui County Mayor Richard Bissen confirmed six fatalities."},{"text":"Lieutenant Governor Sylvia Luke declared an emergency."},{"text":"The hospital system on the island of Maui was overburdened with burn patients."},{"text":"911, cell service, and phone service were down. "},{"text":"Lahaina, a town on the northwestern tip of Maui, was heavily damaged."},{"text":"The US Coast Guard rescued 12 individuals from the waters off Lahaina."},{"text":"Strong winds prevented helicopters from being used for rescues or to fight the fires."},{"text":"Power and cell phone coverage in Lahaina were knocked out."},{"text":"The fires were caused by dry conditions and the powerful winds from Hurricane Dora."},{"text":"The fires burned hundreds of acres and were fanned by winds up to 80 miles (130 kilometers) per hour."},{"text":"Ten public schools in Maui were closed."},{"text":"State officials and the American Red Cross opened emergency shelters for residents."},{"text":"More than 14,000 people were without power on Maui."},{"text":"The fire affects many areas across the island."}]}
{"url":"https:\/\/apnews.com\/article\/supreme-court-ghost-guns-biden-administration-lawsuit-46b871969dc6a7da35605c2ebc5385e5","metadata":{"domain":"apnews.com","raw_text":"Supreme Court reinstates regulation of ghost guns, firearms without serial numbers\nFILE - The Supreme Court in Washington is seen at sunset on Oct. 10, 2017. (AP Photo\/J. Scott Applewhite, File)\nFILE - The U.S. Supreme Court is seen, July 13, 2023, in Washington. (AP Photo\/Mariam Zuhaib, File)\nFILE - The U.S. Supreme Court, June 8, 2020, in Washington. (AP Photo\/Manuel Balce Ceneta, File)\nFILE - The Supreme Court in Washington is seen at sunset on Oct. 10, 2017. (AP Photo\/J. Scott Applewhite, File)\nFILE - The Supreme Court in Washington is seen at sunset on Oct. 10, 2017. (AP Photo\/J. Scott Applewhite, File)\nFILE - The U.S. Supreme Court is seen, July 13, 2023, in Washington. (AP Photo\/Mariam Zuhaib, File)\nFILE - The U.S. Supreme Court is seen, July 13, 2023, in Washington. (AP Photo\/Mariam Zuhaib, File)\nFILE - The U.S. Supreme Court, June 8, 2020, in Washington. (AP Photo\/Manuel Balce Ceneta, File)\nFILE - The U.S. Supreme Court, June 8, 2020, in Washington. (AP Photo\/Manuel Balce Ceneta, File)\nWASHINGTON (AP) — The Supreme Court is reinstating a regulation aimed at reining in the proliferation of ghost guns, firearms without serial numbers that have been turning up at crime scenes across the nation in increasing numbers.\nThe court on Tuesday voted 5-4 to put on hold a ruling from a federal judge in Texas that invalidated the Biden administration’s regulation of ghost gun kits. The regulation will be in effect while the administration appeals the ruling to the 5th U.S. Circuit Court of Appeals in New Orleans — and potentially the Supreme Court.\nChief Justice John Roberts and Justice Amy Coney Barrett joined with the court’s three liberal members to form the majority. Justices Samuel Alito, Neil Gorsuch, Brett Kavanaugh and Clarence Thomas would have kept the regulation on hold during the appeals process. Neither side provided an explanation.\nThe Justice Department had told the court that local law enforcement agencies seized more than 19,000 ghost guns at crime scenes in 2021, a more than tenfold increase in just five years.\n“The public-safety interests in reversing the flow of ghost guns to dangerous and otherwise prohibited persons easily outweighs the minor costs that respondents will incur,” Solicitor General Elizabeth Prelogar, the administration’s top Supreme Court lawyer, wrote in a court filing.\nThe new rule was issued last year and changed the definition of a firearm under federal law to include unfinished parts, like the frame of a handgun or the receiver of a long gun, so they can be tracked more easily. Those parts must be licensed and include serial numbers. Manufacturers must also run background checks before a sale — as they do with other commercially made firearms. The requirement applies regardless of how the firearm was made, meaning it includes ghost guns made from individual parts or kits or by 3D printers.\nHere’s the latest for Tuesday, August 8th: Biden touts historic Grand Canyon monument; Ex-Pakistan PM Khan appeals conviction in court; Leaders meet in Brazil for Amazon summit; Fans bid farewell to singer Sinead O’Connor.\nThe rule does not prohibit people from purchasing a kit or any type of firearm.\nU.S. District Judge Reed O’Connor, in Fort Worth, Texas, struck down the rule in late June, concluding that it exceeded the Bureau of Alcohol, Tobacco, Firearms and Explosives’ authority. O’Connor wrote that the definition of a firearm in federal law does not cover all the parts of a gun. Congress could change the law, he wrote.\nLawyers for individuals, businesses and advocacy groups challenging the rule told the Supreme Court that O’Connor was right and that the ATF had departed from more than 50 years of regulatory practice in expanding the definition of a firearm.\n“We’re deeply disappointed that the Court pressed pause on our defeat of ATF’s rule effectively redefining ‘firearm’ and ‘frame or receiver’ under federal law,” Cody J. Wisniewski, general counsel of the Firearms Policy Coalition Action Foundation, said in a statement. “Regardless of today’s decision, we’re still confident that we will yet again defeat ATF and its unlawful rule at the Fifth Circuit when that Court has the opportunity to review the full merits of our case.”\nThe Giffords Law Center to Prevent Gun Violence, which has long supported regulation of ghost guns, praised the Supreme Court’s action. “The challenged rule simply requires that ghost gun kits are regulated like the guns that they are. It will save lives,” David Pucino, the group’s deputy chief counsel, said in a statement.\n___\nFollow the AP’s coverage of the U.S. Supreme Court at https:\/\/apnews.com\/hub\/us-supreme-court.","publish_date":"2023-08-08","author":"MARK SHERMAN"},"extraction_timestamp":"2023-08-09 22:54:06.603102","extractor_version":0,"extractor_method":"gpt-4","facts":[{"text":"The Supreme Court is reinstating a regulation aimed at curbing the spread of ghost guns, firearms without serial numbers."},{"text":"The court on Tuesday voted 5-4 to pause a ruling from a federal judge in Texas that invalidated the Biden administration’s regulation of ghost guns kits."},{"text":"Chief Justice John Roberts and Justice Amy Coney Barrett united with the court’s three liberal members to form the majority."},{"text":"The Justice Department reported more than 19,000 ghost guns were seized at crime scenes in 2021."},{"text":"The new rule issued last year includes unfinished parts, like the frame of a handgun or the receiver of a long gun, in the definition of a firearm."},{"text":"The parts must be licensed and include serial numbers and manufacturers must also run background checks before a sale."},{"text":"U.S. District Judge Reed O’Connor, in Fort Worth, Texas, invalidated the rule in late June."},{"text":"O'Connor stated that the definition of a firearm in federal law does not cover all the parts of a gun."},{"text":"Lawyers opposing the rule argue that ATF has departed from more than 50 years of regulatory practice in expanding the definition of a firearm."},{"text":"The Giffords Law Center to Prevent Gun Violence has long supported regulation of ghost guns."}]}
{"url":"https:\/\/www.foxnews.com\/politics\/supreme-court-allows-continued-regulation-ghost-guns","metadata":{"domain":"foxnews.com","raw_text":"Supreme Court allows continued regulation of so-called 'ghost guns'\nThe Biden administration may temporarily continue its crackdown on 'ghost guns'\nThe U.S. Supreme Court has sided with the Biden administration, temporarily allowing enforcement of regulations over so-called \"ghost guns\" that can be made from kits at home.\nThe administration appealed a federal judge’s earlier ruling tossing out the regulations. In a 5-4 vote, the high court put that ruling from Texas on hold while the case is appealed further on the merits. The regulation will be enforced while the case is appealed to the 5th U.S. Circuit Court of Appeals in New Orleans and possibly further to the Supreme Court.\nJustices Thomas, Alito, Gorsuch, and Kavanaugh would have allowed the lower court ruling to go into effect.\nThe federal regulation was put into place a year ago, and would put ghost guns under the same control as other fully assembled firearms, making it easier to trace serial numbers, background checks, and sales. The rule requires unfinished parts of a firearm like the frame of a handgun or the receiver of a long gun to be treated like a completed firearm. These parts need to be licensed and must have serial numbers.\nCALIFORNIA LAW ENFORCEMENT SEIZE 54 GHOST GUNS LAST YEAR FROM PEOPLE WHO CAN'T LEGALLY OWN FIREARMS\nThe rule also requires manufacturers to run background checks before selling these parts, as they are required to do for whole commercial firearms.\nThe Biden administration argued the rule is necessary to respond to rising numbers of untraceable guns.\nThe Justice Department had told the court that local law enforcement agencies seized more than 19,000 ghost guns at crime scenes in 2021, a more than tenfold increase in just five years.\nPHILADELPHIA SUES GHOST GUN DISTRIBUTORS AFTER DEADLY MASS SHOOTING\n\"The public-safety interests in reversing the flow of ghost guns to dangerous and otherwise prohibited persons easily outweighs the minor costs that respondents will incur,\" Solicitor General Elizabeth Prelogar, the administration’s top Supreme Court lawyer, wrote in a court filing.\nFEDERAL JUDGE IN COLORADO BLOCKS LAW RAISING AGE REQUIREMENT FOR GUN PURCHASES\nGun rights groups and a firearms parts manufacturer challenging the regulation argue the Bureau of Alcohol, Tobacco, Firearms and Explosives (ATF) lacks the authority to change the definition of a firearm in federal law without an act of Congress. U.S. District Judge Reed O'Connor, in Fort Worth, Texas, sided with plaintiffs challenging the rule last June, finding that the definition of a firearm in federal law does not cover the individual parts of a gun.\nCLICK HERE TO GET THE FOX NEWS APP\nLawyers for the Firearms Policy Coalition told the Supreme Court that O'Connor was right and that ATF had abandoned more than half a century of regulatory practice by expanding the definition of a firearm.\n\"We’re deeply disappointed that the Court pressed pause on our defeat of ATF’s rule effectively redefining ‘firearm’ and ‘frame or receiver’ under federal law,\" said Cody J. Wisniewski, FPCAF’s General Counsel and Vice President of Legal, and FPC’s counsel in this case. \"Regardless of today’s decision, we’re still confident that we will yet again defeat ATF and its unlawful rule at the Fifth Circuit when that Court has the opportunity to review the full merits of our case.\"\nThe Associated Press contributed to this report.","publish_date":"2023-08-08","author":"Shannon Bream; Bill Mears; Chris Pandolfo"},"extraction_timestamp":"2023-08-09 22:54:31.034556","extractor_version":0,"extractor_method":"gpt-4","facts":[{"text":"The U.S. Supreme Court has temporarily allowed enforcement of regulations over so-called \"ghost guns.\""},{"text":"The administration appealed a federal judge’s ruling that had dismissed the regulations."},{"text":"In a 5-4 vote, the high court put the ruling from Texas on hold while the case is appealed further."},{"text":"The regulation will be enforced while the case is appealed to the 5th U.S. Circuit Court of Appeals in New Orleans."},{"text":"The federal regulation was put into place a year ago and treats ghost guns in a similar manner to fully assembled firearms."},{"text":"The rule requires unfinished parts of a firearm to be licensed and must have serial numbers."},{"text":"The rule obliges manufacturers to run background checks before selling these parts."},{"text":"The Justice Department recorded more than 19,000 ghost guns at crime scenes in 2021, a significant increase over five years."},{"text":"Gun rights groups and a firearms parts manufacturer argue the Bureau of Alcohol, Tobacco, Firearms and Explosives (ATF) lacks the authority to change the definition of a firearm in federal law without an act of Congress."},{"text":"U.S. District Judge Reed O'Connor sided with plaintiffs challenging the rule last June."},{"text":"Lawyers for the Firearms Policy Coalition assert that the ATF had expanded the definition of a firearm."}]}
{"url":"https:\/\/www.cnn.com\/2023\/08\/08\/politics\/supreme-court-ghost-guns\/index.html","metadata":{"domain":"cnn.com","raw_text":"The Supreme Court on Tuesday agreed to freeze a lower court order that bars the government from regulating so-called ghost guns – untraceable homemade weapons – as firearms under federal law.\nThe brief order grants the Biden administration’s request to allow the regulations to remain in effect while legal challenges play out.\nGhost guns are kits that a user can buy online to assemble a fully functional firearm. They have no serial numbers, do not require background checks and provide no transfer records for easy traceability. Critics say they are attractive to people who are legally prohibited from buying firearms.\nThe vote was 5-4. Chief Justice John Roberts and fellow conservative Justice Amy Coney Barrett joined with the court’s three liberals to allow the rule to take effect.\nJustices Clarence Thomas, Samuel Alito, Neil Gorsuch and Brett Kavanaugh would have denied the application.\nIn 2022, the Bureau of Alcohol, Tobacco, Firearms and Explosives updated its regulations to define the kits as firearms under the law so that the government could more carefully track them.\nThe rule does not prohibit the sale or possession of any ghost gun kit, nor does it block an individual from purchasing such a kit. Instead, it requires compliance with federal laws that impose conditions on the commercial sale of firearms. Those conditions include requirements that commercial manufacturers and sellers mark products with serial numbers and keep records to allow law enforcement to trace firearms used in crimes.\nIn late June, Judge Reed O’Connor of the United States District Court for the Northern District of Texas held that the agency had exceeded its authority in promulgating the rule and blocked it nationwide. A federal appeals court declined to put on hold two key challenged provisions of the regulation.\nIn the emergency filing with the Supreme Court, Solicitor General Elizabeth Prelogar warned the justices that over the last several years “police departments around the Nation have confronted an explosion of crimes involving ghost guns.”\n“Congress recognized that limiting the federal firearms laws to functional firearms would invite evasion, and it thus broadly defined ‘firearm’ to include any weapon ‘that will or is designed to or may readily be converted to expel a projectile by the action of an explosive,’” Prelogar wrote.\nThe challenge to the ATF regulations was brought by two Texas residents who own components that they intend to manufacture into ghost guns for their personal use. The rule blocks them from being able to directly purchase additional parts. A handful of retailers of ghost gun kits as well as a gun rights’ group also challenged the rule.\nLawyers for the challengers said that the lower court judge had “correctly held” that the ATF had exceeded its authority in agreeing to “extend the definitions” of firearms to include ghost gun components.\n“The Gun Control Act of 1968 reflects a fundamental policy choice by Congress to regulate the commercial market for firearms while leaving the law-abiding citizens of this Country free to exercise their right to make firearms for their own use without overbearing federal regulation,” David Thompson, their attorney, argued in court papers.\nO’Connor noted in his order that Congress’ definition of a firearm does not cover “parts, or aggregations of weapons parts” regardless of whether the parts can be “readily assembled into something that may fire a projectile.”\n“Even if it is true that such an interpretation creates loopholes that as a policy matter should be avoided, it is not the role of the judiciary to correct them,” O’Connor wrote at the time.\nThis story has been updated with additional details.","publish_date":"2023-08-08","author":"Ariane de Vogue"},"extraction_timestamp":"2023-08-09 22:55:01.625980","extractor_version":0,"extractor_method":"gpt-4","facts":[{"text":"The Supreme Court has agreed to freeze a lower court order that bans the government from regulating ghost guns as firearms under federal law."},{"text":"The ruling grants the Biden administration’s request to keep the regulations in effect while legal proceedings take place."},{"text":"Ghost guns are kits that allow a user to assemble a functional firearm."},{"text":"Ghost guns have no serial numbers, do not require background checks, and provide no transfer records."},{"text":"The Supreme Court vote was 5-4."},{"text":"In 2022, the Bureau of Alcohol, Tobacco, Firearms and Explosives updated its regulations to classify the kits as firearms."},{"text":"The rule doesn't ban the sale or possession of any ghost gun kit, nor obstruct an individual from buying such a kit."},{"text":"Judge Reed O’Connor of the United States District Court for the Northern District of Texas found that the agency had exceeded its authority with the rule and blocked it nationwide."},{"text":"A federal appeals court refused to put on hold two key challenged provisions of the regulation."},{"text":"The challenge to the ATF regulations was made by two Texas residents and a few retailers of ghost gun kits, along with a gun rights’ group."},{"text":"The lower court judge held that the ATF had exceeded its authority by extending the definitions of firearms to include ghost gun components."},{"text":"O’Connor stated that Congress’ definition of a firearm doesn't cover parts or collections of weapons parts, irrespective of whether they can be readily assembled into a projectile-firing device."}]}
{"url":"https:\/\/www.vox.com\/scotus\/2023\/8\/8\/23824635\/supreme-court-ghost-guns-garland-vanderstok-amy-coney-barrett-shadow-docket","metadata":{"domain":"vox.com","raw_text":"The Supreme Court handed down a brief order on Tuesday that will prevent violent criminals and other individuals who are not allowed to have guns from evading a federal law requiring background checks for gun buyers. The vote was 5-4, with Chief Justice John Roberts and Justice Amy Coney Barrett joining the Court’s three Democratic appointees.\nThe case, known as Garland v. VanDerStok, concerns so-called “ghost guns,” dismantled firearms that are sold in ready-to-assemble kits.\nFederal law typically requires anyone purchasing a gun to submit to a background check. It also requires guns to be marked with a serial number that can be used to track the weapon if it is used in a crime. These laws apply to “any weapon ... which will or is designed to or may readily be converted to expel a projectile by the action of an explosive.” It also applies to “the frame or receiver of any such weapon,” the skeletal part of a firearm that houses other components, such as the barrel or trigger mechanism.\nThus, if someone purchases a series of firearm parts to assemble a gun at home, they are still supposed to face a background check when they purchase the gun’s frame or receiver.\nGhost guns are often sold as kits, a collection of gun parts that can be assembled into a functional gun. Often, the frame or receiver in this kit is sold in an unfinished state — though, according to the Justice Department, these incomplete frames and receivers are often very easy to finish. In some cases, a ghost gun buyer can build a working gun after drilling a single additional hole in the kit’s frame. In other cases, they merely need to sand off a small plastic rail.\nJudge Reed O’Connor, who is known for handing down dubiously reasoned opinions that implement Republican Party policies, ruled that these ghost gun kits are immune from the laws requiring serial numbers and background checks. Recall that these laws apply to “any weapon” that can be “readily converted to expel a projectile.” O’Connor reasoned that “weapon parts ... are not ‘weapons,’” only a fully complete firearm is. And thus the kit as a whole does not count as a “weapon.”\nSimilarly, O’Connor claimed that the almost entirely complete receivers sold with ghost gun kits do not count as “receivers” under federal law because “that which may become or may be converted to a functional receiver is not itself a receiver.” Under O’Connor’s reasoning, it does not matter if a gun buyer would only need to make the most minimal effort to finish the receiver contained in the ghost gun kit.\nAlthough the Supreme Court did not explain its decision temporarily putting O’Connor’s decision on hold, it appears that a bare majority of the Court either disagreed with O’Connor’s attempt to open up a loophole that would allow violent criminals to obtain guns, or believe that he exceeded his authority when he applied this decision on a nationwide basis — unilaterally determining that ghost guns may be sold without background checks in all 50 states.\nThree takeaways from the Court’s decision in VanDerStok\nThe Court’s decision in VanDerStok is temporary. It effectively puts O’Connor’s attempt to set gun policy for the entire nation on hold while this case makes its way through appellate courts. The order is also only a single paragraph long, so it provides little insight into why the five justices in the majority reached this conclusion.\nThat said, three aspects of this decision are worth noting.\nThe first is that the fifth vote was provided by Barrett, a conservative Trump appointee, while Barrett’s fellow Trump judge, Justice Brett Kavanaugh, dissented. This vote lineup is somewhat surprising because Kavanaugh has previously indicated that he is more moderate on gun issues (though still extremely conservative) than Barrett.\nIn New York State Rifle & Pistol Association v. Bruen (2022), both Kavanaugh and Barrett joined a majority opinion by Justice Clarence Thomas, which massively expanded the scope of the Second Amendment. Kavanaugh, however, wrote a concurring opinion that emphasized that the Constitution still permits many forms of gun regulation, including “prohibitions on the possession of firearms by felons and the mentally ill,” which are often implemented through the mandatory background checks that O’Connor tried to sabotage.\nKavanaugh’s opinion in Bruen was joined by Roberts, but not by Barrett. Nevertheless, it was Barrett, and not Kavanaugh, who voted to suspend O’Connor’s decision.\nA second noteworthy aspect of the VanDerStok decision is that Justice Neil Gorsuch dissented. Gorsuch has repeatedly complained about lower court judges who make sweeping policy decisions that apply on a nationwide basis. As Gorsuch wrote in a recent concurring opinion, “a district court should ‘think twice—and perhaps twice again—before granting’ such sweeping relief.”\nBut Gorsuch still votes fairly consistently to uphold such nationwide injunctions when they are handed down by a Republican-appointed judge seeking to block a policy supported by Democrats. His vote in VanDerStok fits that pattern. Gorsuch’s concern about lower court judges setting policy for the whole nation does not appear to be strong enough to overcome partisan politics.\nThe final thing worth noting about the VanDerStok decision is that it suspends O’Connor’s order until the case is heard by the United States Court of Appeals for the Fifth Circuit, and then reviewed one more time by the justices themselves. This will prevent the far-right Fifth Circuit, which has its own history of handing down dubiously reasoned decisions that benefit Republicans, from reinstating O’Connor’s order until the justices decide if they want to give this case another hearing.\nNevertheless, it is likely that the Fifth Circuit, which is dominated by Trump appointees and other MAGA-aligned judges, will agree with O’Connor. That means the Supreme Court will likely need to hear VanDerStok again if it intends to prevent O’Connor’s ghost gun loophole from swallowing up mandatory background checks and serial number requirements.","publish_date":"2023-08-08","author":"Ian Millhiser"},"extraction_timestamp":"2023-08-09 22:55:37.844138","extractor_version":0,"extractor_method":"gpt-4","facts":[{"text":"The Supreme Court issued an order preventing individuals who are not allowed to have guns from evading a federal law requiring background checks."},{"text":"The vote was 5-4, with Chief Justice John Roberts and Justice Amy Coney Barrett joining the Court’s three Democratic appointees."},{"text":"The case is known as Garland v. VanDerStok and concerns so-called “ghost guns.”"},{"text":"Federal law typically requires anyone purchasing a gun to submit to a background check."},{"text":"The law also requires guns to be marked with a serial number that can be used to track the weapon if it is used in a crime."},{"text":"If someone purchases a series of firearm parts to assemble a gun at home, they are still supposed to face a background check when they purchase the gun's frame or receiver."},{"text":"Ghost guns are often sold as kits, a collection of gun parts that can be assembled into a functional gun."},{"text":"Judge Reed O’Connor ruled that ghost gun kits are immune from the laws requiring serial numbers and background checks."},{"text":"The Supreme Court has temporarily put O’Connor’s decision on hold."},{"text":"The Court's decision in VanDerStok is temporary."},{"text":"Barrett, a conservative Trump appointee, provided the fifth vote in the majority."},{"text":"VanDerStok's case is suspended until it is heard by the United States Court of Appeals for the Fifth Circuit, and then reviewed one more time by the justices."},{"text":"Justice Neil Gorsuch dissented in the VanDerStok decision."},{"text":"Justice Brett Kavanaugh dissented in the VanDerStok decision."},{"text":"The Fifth Circuit is expected to agree with O’Connor."}]}
{"url":"https:\/\/www.politico.com\/news\/2023\/08\/08\/supreme-court-ghost-guns-00110294","metadata":{"domain":"politico.com","raw_text":"Divided Supreme Court allows ‘ghost gun’ rule to take effect\nThe Biden administration can enforce new restrictions on kits used to make homemade firearms, but a legal challenge will continue.\nThe Supreme Court voted 5-4 on Tuesday to allow the Biden administration’s regulations on so-called ghost guns to go into effect.\nThe ruling is a temporary victory for the administration, but a lawsuit challenging the regulations will continue in the lower courts.\nTwo conservative justices — Chief Justice John Roberts and Justice Amy Coney Barrett — joined with the court’s three liberals to allow the government to begin enforcing the regulations that were celebrated by groups pushing for tighter gun laws. Four other conservative justices dissented.\nAt issue are kits used to make homemade firearms, which are commonly called ghost guns because they don’t have serial numbers that make them traceable. The Bureau of Alcohol, Tobacco, Firearms and Explosives rolled out regulations on these kits last year that required them to have serial numbers and ordered sellers to keep transaction records and run background checks on buyers.\nA company that sells gun parts and pro-Second Amendment groups sued to overturn the rule. They argued that ATF overstepped its authority by broadening the definition of a firearm in the rule. Judge Reed O’Connor, a conservative in the Northern District of Texas, blocked the rule from taking effect nationwide last month. The 5th Circuit Court of Appeals left O’Connor’s ruling in place.\nThe Biden administration then filed an emergency appeal at the Supreme Court, urging the court to reinstate the rule. Lawyers for the government argued that unassembled “ghost guns” should be treated like guns that come fully assembled.\n“Every speaker of English would recognize that a tax on sales of ‘bookshelves’ applies to IKEA when it sells boxes of parts and the tools and instructions for assembling them into bookshelves,” Solicitor General Elizabeth Prelogar wrote in the government’s emergency appeal. “The court’s insistence on treating guns differently contradicts ordinary usage and makes a mockery of Congress’s careful regulatory scheme.”\nAttorneys for the challengers countered that, since the gun kits don’t always come with all the parts necessary to make guns, the IKEA analogy doesn’t work.\n“A better analogy would be to a ‘taco kit’ sold as a bundle by a grocery store that includes taco shells, seasoning packets, salsa, and other toppings, along with a slab of raw beef,” they argued. “No one would call the taco kit a taco. In addition to ‘assembly,’ turning it into one would require cutting or grinding and cooking the meat — and until that was done, it would be nonsensical to treat it as food and the equivalent of a taco.”\nOn Tuesday, the court sided with the government, at least for now. The case now returns to the lower courts, where the challengers may continue to press their arguments that the rule is illegal.\nJoining Roberts and Barrett in the majority were Justices Sonia Sotomayor, Elena Kagan and Ketanji Brown Jackson. Justices Clarence Thomas, Samuel Alito, Neil Gorsuch and Brett Kavanaugh dissented. As is common with orders on the court’s so-called shadow docket, neither the majority nor the dissenters explained their reasoning.\nSupporters of stricter gun laws praised the ATF rule when it was rolled out last year. “This final rule would shutter many of the ghost gun companies that flooded the market with untraceable ghost guns intentionally designed to evade regulation,” said an Everytown for Gun Safety fact sheet.\nATF received more than 45,000 reports from 2016 to 2021 of suspected “ghost guns” recovered by law enforcement officials, including almost 700 in homicide or attempted homicide investigations, according to a DOJ statement. Ghost guns are “difficult to trace and easy to acquire by criminals,” that statement added.","publish_date":"2023-08-08","author":"Betsy Woodruff Swan Link Copied"},"extraction_timestamp":"2023-08-09 22:56:05.191037","extractor_version":0,"extractor_method":"gpt-4","facts":[{"text":"The Supreme Court voted 5-4 to allow the Biden administration’s regulations on ghost guns to go into effect."},{"text":"The ruling allows for the temporary enforcement of new restrictions on kits used to make homemade firearms."},{"text":"Chief Justice John Roberts and Justice Amy Coney Barrett joined with the court’s three liberals to uphold the regulations."},{"text":"The Bureau of Alcohol, Tobacco, Firearms and Explosives rolled out regulations last year requiring ghost gun kits to have serial numbers and sellers to keep transaction records and run background checks."},{"text":"A company selling gun parts and pro-Second Amendment groups sued to overturn these regulations."},{"text":"Judge Reed O’Connor in the Northern District of Texas initially blocked this rule nationwide."},{"text":"The Biden administration filed an emergency appeal at the Supreme Court to reinstate the rule."},{"text":"The case now returns to the lower courts for further legal arguments."},{"text":"Joining Roberts and Barrett in the majority were Justices Sonia Sotomayor, Elena Kagan and Ketanji Brown Jackson, while Justices Clarence Thomas, Samuel Alito, Neil Gorsuch and Brett Kavanaugh dissented."},{"text":"The ATF rule has been praised by supporters of stricter gun laws."},{"text":"From 2016 to 2021, the ATF received over 45,000 reports of suspected ghost guns, including almost 700 in homicide or attempted homicide investigations."}]}
{"url":"https:\/\/apnews.com\/article\/twitter-trump-account-capitol-riot-jack-smith-9e66943fd7ebdae0038838c144b57d4f","metadata":{"domain":"apnews.com","raw_text":"Special counsel got a search warrant for Twitter to turn over info on Trump’s account, documents say\nFILE - Former President Donald Trump speaks before he boards his plane at Ronald Reagan Washington National Airport, Aug. 3, 2023, in Arlington, Va. Special counsel Jack Smith’s team obtained a search warrant in January for records related to former President Donald Trump’s Twitter account, and a judge levied a $350,000 fine on the company for missing the deadline to company. That’s according to court documents released Wednesday. (AP Photo\/Alex Brandon, File)\nFILE - Special counsel Jack Smith speaks to the media about an indictment of former President Donald Trump, Aug. 1, 2023, at an office of the Department of Justice in Washington. Special counsel Jack Smith obtained search warrant for Twitter to turn over info on Trump’s account, court documents say. (AP Photo\/J. Scott Applewhite, File)\nFILE - Twitter’s blue bird is seen on its headquarters building in San Francisco, July 24, 2023. Special counsel Jack Smith obtained search warrant for Twitter to turn over info on Trump’s account, court documents say. Elon Musk recently unveiled a new “X” logo to replace Twitter’s famous blue bird. (AP Photo\/Godofredo A. Vásquez, File)\nFILE - Former President Donald Trump speaks before he boards his plane at Ronald Reagan Washington National Airport, Aug. 3, 2023, in Arlington, Va. Special counsel Jack Smith’s team obtained a search warrant in January for records related to former President Donald Trump’s Twitter account, and a judge levied a $350,000 fine on the company for missing the deadline to company. That’s according to court documents released Wednesday. (AP Photo\/Alex Brandon, File)\nFILE - Former President Donald Trump speaks before he boards his plane at Ronald Reagan Washington National Airport, Aug. 3, 2023, in Arlington, Va. Special counsel Jack Smith’s team obtained a search warrant in January for records related to former President Donald Trump’s Twitter account, and a judge levied a $350,000 fine on the company for missing the deadline to company. That’s according to court documents released Wednesday. (AP Photo\/Alex Brandon, File)\nFILE - Special counsel Jack Smith speaks to the media about an indictment of former President Donald Trump, Aug. 1, 2023, at an office of the Department of Justice in Washington. Special counsel Jack Smith obtained search warrant for Twitter to turn over info on Trump’s account, court documents say. (AP Photo\/J. Scott Applewhite, File)\nFILE - Special counsel Jack Smith speaks to the media about an indictment of former President Donald Trump, Aug. 1, 2023, at an office of the Department of Justice in Washington. Special counsel Jack Smith obtained search warrant for Twitter to turn over info on Trump’s account, court documents say. (AP Photo\/J. Scott Applewhite, File)\nFILE - Twitter’s blue bird is seen on its headquarters building in San Francisco, July 24, 2023. Special counsel Jack Smith obtained search warrant for Twitter to turn over info on Trump’s account, court documents say. Elon Musk recently unveiled a new “X” logo to replace Twitter’s famous blue bird. (AP Photo\/Godofredo A. Vásquez, File)\nFILE - Twitter’s blue bird is seen on its headquarters building in San Francisco, July 24, 2023. Special counsel Jack Smith obtained search warrant for Twitter to turn over info on Trump’s account, court documents say. Elon Musk recently unveiled a new “X” logo to replace Twitter’s famous blue bird. (AP Photo\/Godofredo A. Vásquez, File)\nSpecial counsel Jack Smith’s team obtained a search warrant in January for records related to former President Donald Trump’s Twitter account, and a judge levied a $350,000 fine on the company for missing the deadline to comply, according to court documents released Wednesday.\nThe new details were included in a ruling from the federal appeals court in Washington over a legal battle surrounding the warrant that has played out under seal for months. The court rejected Twitter’s claim that it should not have been held in contempt or sanctioned.\nSmith’s team repeatedly mentioned Trump’s tweets in an indictment unsealed last week that charges the former president with conspiring to subvert the will of voters and cling to power after he lost the 2020 election to Democrat Joe Biden.\nTrump, a Republican, has pleaded not guilty to charges including conspiracy to defraud the United States and obstruction of Congress’ certification of Biden’s win. He posted on his Truth Social platform on Wednesday that the Justice Department “secretly attacked” his Twitter account, and he characterized the investigation as an attempt to “infringe” on his bid to reclaim the White House in 2024.\nIt’s unclear what information Smith may have sought from Trump’s account. Possibilities include data about when and where the posts were written, their engagement and the identities of other accounts that reposted Trump’s content.\nThe search warrant underscores the breadth of the investigation and the lengths Smith has gone to to obtain evidence to build his case. In a recent signal that Smith’s investigation is continuing, former New York Police Commissioner Bernie Kerik met Monday with investigators from special counsel Smith’s team.\nProsecutors obtained the search warrant on Jan. 17 directing Twitter to produce information on Trump’s account after a court “found probable cause to search the account for evidence of criminal offenses,” according to the ruling. The government also obtained a nondisclosure agreement that had prohibited Twitter from disclosing the search warrant, the filing says.\nThe court found that disclosing the warrant could risk that Trump could jeopardize the ongoing investigation by giving him “an opportunity to destroy evidence, change patterns of behavior” or notify his allies, the filing says.\nTwitter objected to the nondisclosure agreement, saying four days after the compliance deadline that it would not produce any of the account information, according to the ruling. The judges wrote that Twitter “did not question the validity of the search warrant” but argued that the nondisclosure agreement violated its First Amendment right to communicate with Trump\nTwitter said if it had to turn over the records before the judge assessed the legality of the nondisclosure agreement, it would prevent Trump “from asserting executive privilege to shield communications made using his Twitter account,” the document says.\nThe warrant ordered Twitter to provide the records by Jan. 27. A judge found Twitter to be in contempt after a court hearing on Feb. 7, but gave the company an opportunity to hand over the documents by 5 p.m. that evening. Twitter, however, only turned over some records that day. It didn’t fully comply with the order until Feb. 9, the ruling says.\nX, the platform formerly known as Twitter, sent an automated reply to a request for comment, saying it would respond soon.\nIn the broader case against Trump, his legal team has indicated it will argue that he was relying on the advice of lawyers in 2020 and had the right to challenge an election he believed was rigged.\nTrump used his Twitter account in the weeks leading up to his supporters’ attack on the Capitol on Jan. 6, 2021, to spread false statements about the election that prosecutors allege were designed to sow mistrust in the democratic process. The indictment details how Trump over Twitter encouraged his followers to come to Washington on Jan. 6, pressured his Vice President Mike Pence to reject the certification and falsely suggested that the mob at the Capitol — which beat police officers and smashed windows — was peaceful.\nThe warrant arrived at Twitter amid rapid changes instituted by Musk, who purchased the platform last year. Since taking over he’s transformed the influential site, laying off much of its staff, including workers dedicated to ferreting out misinformation and hate speech.\nHe also eliminated Twitter’s policy on COVID-19 misinformation and welcomed back a long list of users who had been previously banned, including neo-Nazis, COVID deniers and Trump, who was kicked off after the attack on the Capitol for glorifying violence.\nTrump has yet to post to the site since being allowed back on. As Trump once did, Musk has used the platform as a partisan megaphone.\nLast year Musk urged his many online followers to vote Republican in the midterm elections. This year he hosted Republican presidential candidate Ron DeSantis for a glitch-filled campaign kickoff.\nThe election conspiracy case is the second case Smith has brought against Trump. The former president is also facing dozens of felony counts stemming from classified documents found at his Mar-a-Lago estate.\nTrump’s legal team in court papers Wednesday urged the judge to allow for the reestablishment of a secure facility at Trump’s home where the former president can discuss classified evidence with his attorneys while they prepare for trial in that case.\nProsecutors say Trump should only be to do so at sensitive compartmented information facilities — or SCIFs. But Trump’s lawyers say “immense practical and logistical hurdles and costs” would make traveling to government-approved locations difficult. He wants to recreate the same secure facility at Mar-a-Lago in which he was allowed to discuss classified materials as president.\n___\nRicher reported from Boston. Associated Press reporters Michelle Price, David Klepper and Lindsay Whitehurst contributed to this report.","publish_date":"2023-08-09","author":"ALANNA DURKIN RICHER"},"extraction_timestamp":"2023-08-09 22:56:37.637412","extractor_version":0,"extractor_method":"gpt-4","facts":[{"text":"Special counsel Jack Smith's team obtained a search warrant in January for records related to former President Donald Trump's Twitter account. "},{"text":"A judge levied a $350,000 fine on Twitter for missing the deadline to comply with the search warrant."},{"text":"Former President Donald Trump has pleaded not guilty to charges including conspiracy to defraud the United States and obstruction of Congress' certification of Joe Biden's win."},{"text":"Investigators from special counsel Smith’s team spoke with former New York Police Commissioner Bernie Kerik as part of their ongoing investigation."},{"text":"The search warrant was obtained on Jan. 17 after a court found probable cause to search Trump's Twitter account for evidence of criminal offenses."},{"text":"Twitter only fully complied with the order to turn over records on Feb. 9."},{"text":"In the broader case against Trump, his legal team has indicated it will argue that he was relying on the advice of lawyers in 2020 and had the right to challenge an election he believed was rigged."},{"text":"Twitter, now known as \"X,\" has undergone rapid changes under Elon Musk, who purchased the platform last year."},{"text":"Trump is also facing dozens of felony counts stemming from classified documents found at his Mar-a-Lago estate."},{"text":"Trump's legal team has urged the judge to allow for the reestablishment of a secure facility at Trump's home where he can discuss classified evidence with his attorneys."}]}
{"url":"https:\/\/www.washingtonpost.com\/dc-md-va\/2023\/08\/09\/twitter-fine-jan-6-trump","metadata":{"domain":"washingtonpost.com","raw_text":"The social media company Twitter was forced to hand over records from former president Donald Trump’s account to the special counsel investigating the events leading up to the Jan. 6, 2021, attack and pay sanctions for failing to do so more quickly, as disclosed in an appellate court ruling unsealed Wednesday.\nA lower-court judge, Beryl A. Howell, ruled in March that Twitter, now renamed X, had to comply with a sealed search warrant requested by the special counsel and pay $350,000 for missing a court-ordered deadline by three days. The filing also reveals that Howell had found reason to believe that should the search warrant be made public, Trump might engage in obstructive conduct or flee prosecution.\nTwitter appealed that decision to the U.S. Court of Appeals for the District of Columbia, which in July upheld Howell’s ruling. Now that Trump has been charged with four felonies related to his attempts to stay in power after losing the 2020 election, the appellate decision has been unsealed.\nAttorneys for Twitter did not oppose the search warrant but argued that a gag order preventing the company from alerting Trump to the search violated the First Amendment. The company argued that it should not have to hand over the records until that issue was resolved. Howell sided with the government, finding Twitter in contempt Feb. 7 for failing to comply with the search warrant. She gave Twitter until 5 p.m. to produce the records, with sanctions of $50,000 per day, to double every day that Twitter did not comply. Twitter produced the records three days later.\nThe following month, Howell upheld the nondisclosure order and imposed a $350,000 contempt sanction on Twitter. She found that there were “reasonable grounds to believe” that disclosing the warrant to Trump “would seriously jeopardize the ongoing investigation” by giving him “an opportunity to destroy evidence, change patterns of behavior, [or] notify confederates,” according to the appellate ruling. Howell also found the former president might “flee from prosecution,” although the special counsel’s team later said they did not intend to make that argument and it was not included in her final analysis.\nIn June, the government moved to modify the gag order, saying Twitter could alert Trump to the contents of the warrant — just not the identity of the case agent. That request came shortly after another judge in D.C. unsealed a ruling compelling former vice president Mike Pence to testify against Trump.\nTrump was banned from Twitter two days after the Jan. 6 attack. Elon Musk restored Trump’s Twitter access after buying the company in 2022, but the former president has not returned to the platform.\nThe ruling does not specify what was turned over, but a subpoena could cover draft tweets and direct messages, as well as information on who had access to the account. The grand jury indictment against Trump handed down this month includes references to 18 of Trump’s tweets, including seven from the day of Jan. 6. In those messages, Trump spread false fraud claims, attacked officials who tried to correct the record, rallied supporters to Washington for Jan. 6 and pressured Pence to help overturn the election results.\nThe panel of three appellate judges found Twitter’s First Amendment rights were not violated, because “the nondisclosure order was a narrowly tailored means of achieving compelling government interests” — protecting the integrity of a grand jury investigation. The appellate court panel — two Biden appointees and one appointee of President Barack Obama — found it was within Howell’s discretion to refuse to delay execution of the search warrant.\nThe appellate court also upheld Howell’s $350,000 sanction, saying it was reasonable “given Twitter’s $40-billion valuation and the court’s goal of coercing Twitter’s compliance.”\nAttorneys and a spokesman for X did not immediately respond to a request for comment.\nMore on the Trump Jan. 6 indictment\nThe latest: Former president Donald Trump pleaded not guilty Thursday to charges that he plotted to overturn the 2020 election in the runup to the Jan. 6, 2021, attack on the U.S. Capitol.\nThe charges: Trump faces four charges in connection with what prosecutors allege was a plan to overturn the results of the 2020 presidential election. Here’s a breakdown of the charges against Trump and what they mean and things that stand out from the Trump indictment. Read the full text of the 45-page indictment, which references Pence or vice presidency more than 100 times.\nThe case: The special counsel’s office has been investigating whether Trump or those close to him violated the law by interfering with the lawful transfer of power after the 2020 presidential election or with Congress’s confirmation of the results on Jan. 6, 2021. It is one of several ongoing investigations involving Trump. Here’s what happens next in the Jan. 6 case.\nCan Trump still run for president? While it has never been attempted by a candidate from a major party before, Trump is allowed to run for president while under indictment — or even if he is convicted of a crime.","publish_date":"2023-08-09","author":"Rachel Weiner"},"extraction_timestamp":"2023-08-09 22:57:37.164696","extractor_version":0,"extractor_method":"gpt-4","facts":[{"text":"Twitter was forced to hand over records from former president Donald Trump’s account to the special counsel investigating the events leading up to the Jan. 6, 2021, attack."},{"text":"Twitter had a court-ordered deadline that it missed by three days, leading to sanctions."},{"text":"The investigation is tied to Donald Trump's attempts to stay in power after losing the 2020 election."},{"text":"Twitter appealed a decision to the U.S. Court of Appeals for the District of Columbia, which upheld the initial ruling."},{"text":"A lower-court judge, Beryl A. Howell, imposed a $350,000 contempt sanction on Twitter for non-compliance."},{"text":"Trump was banned from Twitter two days after the Jan. 6, 2021 attack."},{"text":"Elon Musk, who bought Twitter, restored Trump’s Twitter access in 2022."},{"text":"The grand jury indictment against Trump referenced 18 of Trump’s tweets, including seven from the day of Jan. 6."},{"text":"The special counsel’s office has been investigating whether Trump or those close to him violated the law by interfering with the lawful transfer of power after the 2020 presidential election."},{"text":"Former president Donald Trump pleaded not guilty to charges that he plotted to overturn the 2020 election in the runup to the Jan. 6, 2021, attack on the U.S. Capitol."},{"text":"Trump faces four charges of planning to overturn the results of the 2020 presidential election."},{"text":"Trump is allowed to run for president while under indictment or even if convicted of a crime."}]}
{"url":"https:\/\/www.theguardian.com\/us-news\/live\/2023\/aug\/09\/trump-secret-memo-2020-election-indictments-biden-energy-live-updates","metadata":{"domain":"theguardian.com","raw_text":"Special counsel Jack Smith obtained search warrant for Donald Trump’s Twitter account\nSpecial counsel Jack Smith sought and obtained a search warrant for Donald Trump’s Twitter account as part of his criminal investigation of the former president, according to newly revealed court documents.\nTwitter, now known as X, initially delayed production of the materials required by the search warrant, which resulted in a federal judge holding the company in contempt and levying a $350,000 fine.\nThe US special counsel who is investigating Donald Trump obtained a search warrant for the former president’s Twitter account, and the social media platform delayed complying, a court filing on Wednesday showed. The delay in compliance prompted a federal judge to hold Twitter in contempt and fine it $350,000, the filing showed.\nA previously unseen internal memo from the 2020 Trump campaign describes in detail the plot by Donald Trump and his lawyers to subvert election results in six states, according to a copy obtained by The New York Times. The memo describes a three-pronged plan to prevent Congress from certifying Joe Biden’s victory on 6 January 2020, that involved coordinating with Republican electors and campaign attorneys in six states, as well as Mike Pence.\nThe Fulton county district attorney investigating Donald Trump’s efforts to overturn the 2020 election results in the state of Georgia is expected to seek more than a dozen indictments when she presents her case before a grand jury next week, according to a report. The prosecutors in the office of district attorney Fani Willis completed its internal reviews for criminal charges in the Trump case weeks ago, and could present evidence to a grand jury and ask it to return indictments as early as next Tuesday, the Guardian reported on Tuesday.\nThe judge presiding over Donald Trump’s election subversion case, US district judge Tanya Chutkan, has set a date for a hearing on a proposed protective order by prosecutors. The protective order, if granted, will govern how evidence is handled in the case. The order, requested last Friday by special counsel Jack Smith’s team, asks for Trump to be prohibited from publicly sharing evidence in the case during the discovery phase.\nThe California US senator Dianne Feinstein, 90, was hospitalized on Tuesday evening after suffering a fall in her home, a spokesperson said. “Senator Feinstein briefly went to the hospital yesterday afternoon as a precaution after a minor fall in her home,” a spokesperson said in a statement. “All of her scans were clear and she returned home.” At 90, Feinstein is the oldest serving US senator.\nRon DeSantis, the Republican governor of Florida, suspended the top prosecutor in Orlando on Wednesday, claiming “dereliction of duty” on crime. In return, the prosecutor said DeSantis, a candidate for the Republican presidential nomination, was a “weak dictator” acting undemocratically and for political reasons.\nA respected conservative judge who advised the former Republican vice-president Mike Pence not to attempt to overturn the 2020 election believes Donald Trump has destroyed the Republican party. “American democracy simply cannot function without two equally healthy and equally strong political parties,” J Michael Luttigtold CNN on Wednesday. “So today, in my view, there is no Republican party to counter the Democratic party in the country.\nA political party is a collection and assemblage of individuals who share a set of beliefs and principles and policy views about the United States of America. Today, there is no such shared set of beliefs and values and principles or even policy views as within the Republican party for America.\nDonald Trump, he said, was a danger “more so today” than last year, when Luttig testified to the House January 6 committee.\nA respected conservative judge who was considered for the supreme court under George W Bush, Luttig made a tremendous impact with his January 6 testimony.\nI believe that had Vice-President Pence obeyed the orders from his president … and declared Donald Trump the next president of the United States … [he] would have plunged America into what I believe would have been tantamount to a revolution, within a constitutional crisis.\nOn Wednesday, Luttig also told CNN he did not think Trump could avoid conviction for election subversion.\n“The evidence is overwhelming that the former president knew full well that he had lost the election,” he said.\nA respected conservative judge who advised the former Republican vice-president Mike Pence not to attempt to overturn the 2020 election believes Donald Trump has destroyed the Republican party.\n“American democracy simply cannot function without two equally healthy and equally strong political parties,” J Michael Luttigtold CNN on Wednesday. “So today, in my view, there is no Republican party to counter the Democratic party in the country.\nAnd for that reason, American democracy is in grave peril.\nAmerican democracy has by most measures been in grave peril since 6 January 2021, the day Pence, as vice-president, took Luttig’s advice and refused to attempt to block congressional certification of Joe Biden’s election win.\nA mob Trump told to “fight like hell” attacked the Capitol, some chanting for Pence to be hanged. The effort failed but nine deaths have been linked to the riot, including law enforcement suicides. More than a thousand people have been charged and hundreds convicted, some with seditious conspiracy.\nA cousin of Elvis Presley is the Democratic candidate for governor in Mississippi, after winning his primary unopposed on Tuesday.\nThe general election will be held on 7 November. The Democrat, Brandon Presley, said he would advocate for people who struggle to make ends meet. He will face the current Republican governor, Tate Reeves, who defeated two first-time candidates, John Witcher, a physician, and David Hardigree, a military veteran.\nMississippi is one of three states holding races for governor this year. Despite Republicans holding all statewide offices for 20 years, the Democratic Governors Association chair, Phil Murphy of New Jersey, has predicted a Democrat could win.\nIn his hometown, Nettleton, Presley took the stage at his victory party to See See Rider, a song Elvis Presley often used as walk-on music. The candidate said he would not sing, though.\n“We’re trying to get votes,” Presley said. “We’re not trying to lose them.”\nThe US special counsel who is investigating Donald Trumpobtained a search warrant for the former president’s Twitter account, and the social media platform delayed complying, a court filing on Wednesday showed.\nThe delay in compliance prompted a federal judge to hold Twitter in contempt and fine it $350,000, the filing showed.\nThe filing says the team of US special counsel Jack Smith obtained a search warrant in January directing Twitter, which recently rebranded to X, to produce “data and records” related to Trump’s Twitter account as well as a non-disclosure agreement prohibiting Twitter from disclosing the search warrant.\nThe filing says prosecutors got the search warrant after a court “found probable cause to search the Twitter account for evidence of criminal offenses”. The court found that disclosing the warrant could risk that Trump would “would seriously jeopardize the ongoing investigation” by giving him “an opportunity to destroy evidence, change patterns of behavior”, according to the filing.\nTwitter objected to the non-disclosure agreement, saying four days after the compliance deadline that it would not produce any of the account information, according to the ruling. The judges wrote that Twitter “did not question the validity of the search warrant” but argued that the non-disclosure agreement was a violation of the first amendment and wanted the court to assess the legality of the agreement before it handed any information over.\nThe delay in compliance prompted a lower court to Twitter in contempt, and on Wednesday, the federal court in Washington upheld that decision.\nFulton county prosecutors to seek more than a dozen indictments in Trump case - report\nThe Fulton county district attorney investigating Donald Trump’s efforts to overturn the 2020 election results in the state of Georgia is expected to seek more than a dozen indictments when she presents her case before a grand jury next week, according to a report.\nThe prosecutors in the office of district attorney Fani Willis completed its internal reviews for criminal charges in the Trump case weeks ago, and could present evidence to a grand jury and ask it to return indictments as early as next Tuesday, the Guardian reported on Tuesday.\nWillis has been eyeing conspiracy and racketeering charges, which would allow her to bring more than a dozen indictments against multiple defendants, CNN reported, citing sources.\nIn the Trump investigation, prosecutors have developed evidence to pursue a sprawling racketeering case that is predicated on a statute about influencing witnesses and computer trespass by Trump operatives in Coffee county, the Guardian has previously reported.\nThe extent of Trump’s legal jeopardy remains unclear. But the racketeering statute in Georgia is especially expansive and attempts to solicit or coerce certain activity – for instance, Trump’s call to the secretary of state, Brad Raffensperger – could be included in the indictment.\nThe district attorney’s office has also weighed several state election law charges, including: criminal solicitation to commit election fraud and conspiracy to commit election fraud, as well as solicitation of a public or political officer to fail to perform their duties and solicitation to destroy, deface or remove ballots.\nThe district attorney’s office has spent more than two years investigating whether Trump and his allies interfered in the 2020 election in Georgia, including impaneling a special grand jury that made it more straightforward to compel evidence from recalcitrant witnesses.\nA group of LGBTQ+ veterans have filed a lawsuit against the defense department and defense secretary Lloyd Austin over its failure to discharge them with rankings below Honorable as well as paperwork language that “identifies their actual or perceived sexual orientation as the reason for their discharge.”\nThe class action lawsuit was filed on Tuesday on behalf of five veterans in the US district court of the northern district of California.\n“LGBTQ+ veterans are entitled to relief from the government’s ongoing discrimination through the removal of separation narratives and codes that identify their sexual orientation, modification of codes that prevent re-enlistment, and upgrades to their discharge statuses as needed,” the lawsuit said.\n“Requiring LGBTQ+ veterans to first bear the stigma and discriminatory effects of carrying indicators of sexual orientation on their [discharge papers] and then navigate a broken record correction process to seek resolution violates their constitutional rights to equal protection, informational privacy, property, and due process protected by the Fourteenth and Fifth Amendments to the US Constitution,” it added.\nThe lawsuit comes 13 years after the repeal of “Don’t ask, don’t tell” in the military.\nDespite its repeal, the lawsuit alleges that the government has taken no steps to “correct this discrimination systematically.”\n“Instead, it directs LGBTQ+ veterans to a pre-existing record correction and discharge upgrade process to individually request modification of their records. This widely criticized process requires veterans to initiate lengthy individual actions (including the extended process of obtaining military records) and demands that veterans prove discrimination occurred, even though the government has already conceded both the discriminatory nature of its policies and the pernicious effects,” it said.\nJ. Michael Luttig, a prominent retired judge and adviser to former vice president Mike Pence said that “there is no Republican party.”\nIn an interview with CNN on Wednesday, Luttig, who has issued harsh criticisms towards Donald Trump over his alleged involvement in the 2021 Capitol Hill riots and advised Pence to not overturn the 2020 election results, said:\n“American democracy simply cannot function without two equally healthy and equally strong political parties. So today, in my view, there is no Republican party to counter the Democratic party in the country…And for that reason, American democracy is in grave peril.”\nLuttig, who in June published an op-ed in the New York Times and criticized “Republican’s’ spineless support” towards Trump, went on to criticize the Republican party, saying:\n“A political party is a collection and assemblage of individuals who share a set of beliefs and principles and policy views about the United States of America. Today, there is no such shared set of beliefs and values and principles or even policy views as within the Republican Party for America.”\nLuttig was a the former judge on the 4th US circuit court of appeals and was a key witness in the January 6 hearings.\nLast year, during his testimony, he said efforts to overturn the election results were “tantamount to a revolution.”\nFormer GOP operative Anton Lazzaro has been sentenced to 21 years in prison following his conviction of giving teenage girls gifts, alcohol and money in return for sex.\nLazzaro was handed the sentencing on Wednesday after he was found guilty in March of seven counts involving “commercial sex acts” with five 15 to 16-year old girls in 2020. Lazzaro was 30 years old at the time.\nThe Associated Press reports US district judge Patrick Schiltz saying that Lazzaro only showed sympathy to two individuals throughout the trial – \"to himself and Jeffrey Epstein,” the late disgraced financier and convicted sex offender.\n“It’s almost as if Mr. Lazzaro set up a sex trafficking assembly line,” Schiltz said, adding that he was struck by the “soulless, almost mechanical nature” of how he took advantage of the girls.\nOn Wednesday, one of the victims spoke in court, saying, “I still see him in my nightmares, in my panic attacks, in men in their thirties. … Putting Tony behind bars will save so many girls.”\nA mother of another different victim told Lazzaro, “The damage you caused my daughter, mentally and emotionally, you didn’t just cause that damage to her. You caused it to me and my family and all these victims and all of their families,” she said. “You stand up here and you don’t even care. You’re justifying your actions. … I hope you rot in hell,” the Associated Press reports.\nProsecutors seeking to obtain a search warrant for Donald Trump’s Twitter account “faced difficulties” when it first attempted to serve Twitter with the warrant and nondisclosure order, according to the court documents.\nThe filing says that Twitter objected to producing any of the account information on 1 February 2023, four days after the compliance deadline. The filing states:\nTwitter informed the government that it would not comply with the warrant until the district court assessed the legality of the nondisclosure order.\nA day later, Twitter filed a motion to vacate or modify the nondisclosure order, it says.\nIn its motion challenging the nondisclosure order, Twitter argued that the order violated the company’s First Amendment right to communicate with its subscriber, former President Trump. The company asserted that compliance with the warrant before resolution of the motion to vacate or modify the nondisclosure order would preclude the former President from asserting executive privilege to shield communications made using his Twitter account.\nThe special counsel’s office sought the warrant in January 2023 as part of its investigation into the former president’s efforts to overturn the 2020 presidential election.\nThe filing says special counsel Jack Smith obtained a search warrant directing Twitter to produce “data and records” related to Trump’s Twitter account. The filing says the court “found probable cause to search the Twitter account for evidence of criminal offenses”.\nThe court “found that there were ‘reasonable grounds to believe’ that disclosing the warrant to former President Trump ‘would seriously jeopardize the ongoing investigation’ by giving him ‘an opportunity to destroy evidence, change patterns of behavior, [or] notify confederates’”, the filing writes.\nThe district court also concluded the non-disclosure order was necessary because it “found reason to believe that the former President would ‘flee from prosecution’”, it says.","publish_date":"2023-08-09","author":"Léonie Chao-Fong; Maya Yang; Martin Pengelly; Kari Paul; Sam Levine; Mary Yang; Nick Robins-Early; Nina Lakhani"},"extraction_timestamp":"2023-08-09 22:58:20.336312","extractor_version":0,"extractor_method":"gpt-4","facts":[{"text":"Special counsel Jack Smith obtained a search warrant for Donald Trump’s Twitter account as part of a criminal investigation."},{"text":"Twitter, now known as X, initially delayed producing the materials required by the search warrant."},{"text":"As a result, a federal judge held Twitter in contempt and imposed a fine of $350,000."},{"text":"An unseen internal memo from the 2020 Trump campaign describes a plan to prevent Congress from certifying Joe Biden's victory."},{"text":"The Fulton County district attorney is expected to seek more than a dozen indictments against Donald Trump regarding his efforts to overturn the 2020 election."},{"text":"US District Judge Tanya Chutkan set a date for a hearing on a protective order requested by Jack Smith’s team."},{"text":"Dianne Feinstein, the oldest serving US senator, was hospitalized following a minor fall in her home."},{"text":"Florida’s Republican governor, Ron DeSantis, suspended the top prosecutor in Orlando, accusing him of “dereliction of duty.”"},{"text":"Judge J Michael Luttig stated that Donald Trump has destroyed the Republican party."},{"text":"Brandon Presley, a cousin of Elvis Presley, won his primary unopposed and is the Democratic candidate for governor in Mississippi."},{"text":"A group of LGBTQ+ veterans have filed a lawsuit against the defense department."},{"text":"J. Michael Luttig criticized the Republican party's support for Donald Trump."},{"text":"Anton Lazzaro was sentenced to 21 years in prison for sex trafficking."},{"text":"Twitter argued that the nondisclosure order violated the company's First Amendment right regarding Trump's account."},{"text":"Jack Smith obtained the search warrant as part of an investigation into Trump's efforts to overturn the 2020 presidential election."}]}
{"url":"https:\/\/www.cnn.com\/2023\/08\/09\/politics\/special-counsel-trump-twitter-search-warrant\/index.html","metadata":{"domain":"cnn.com","raw_text":"The special counsel investigation into Donald Trump secured a search warrant of the former president’s Twitter account, @realDonaldTrump, according to a newly unsealed court filing.\nThe search was so secret that Twitter was initially barred from telling Trump the search warrant had been obtained for his account, and the company, now known as “X,” was fined $350,000 because it delayed producing the records sought under the search warrant.\nThe search warrant special counsel Jack Smith obtained sought “data and records related” to Trump’s account, and ultimately, the platform was allowed to share some information about the search warrant with the former president.\nThe special counsel’s office, which is now working on the criminal case against Trump in DC District Court related to his efforts to overturn the 2020 presidential election, sought the warrant in January 2023.\nTwitter ultimately produced the records, according to the filing, now public in the US Circuit Court of Appeals.\nCourt was worried about giving Trump chance to destroy evidence\nTwitter and special counsel Jack Smith’s office spent several months litigating the question of whether Trump should be told about the search warrant.\nThe dispute came to light on Wednesday when the DC Circuit Court of Appeals unsealed a decision upholding how the district court had handled the dispute, including its imposition of sanctions on the company, which missed a deadline for producing the information by three days.\nThe district court, according to the DC Circuit’s opinion, “found that there were ‘reasonable grounds to believe’ that disclosing the warrant to former President Trump ‘would seriously jeopardize the ongoing investigation’ by giving him “an opportunity to destroy evidence, change patterns of behavior, [or] notify confederates.”\nThe district court also concluded the non-disclosure order was necessary because it “found reason to believe that the former President would ‘flee from prosecution,’” a footnote says.\n“The government later acknowledged, however, that it had ‘errantly included flight from prosecution as a predicate’ in its application,” the footnote said. “The district court did not rely on risk of flight in its ultimate analysis.”\nThe platform – which rebranded as “X” over the course of its legal dispute with prosecutors – did not object producing the records Smith sought, but argued that the ban on informing Trump of the search warrant violated the First Amendment and the Stored Communications Act, a law that governs how third party internet platforms can be compelled to turn over user records.\nOver the course of litigation, the non-disclosure order was amended to allow Twitter to “notify the former President of the existence and contents of the warrant,” but information about the case agent on the investigation was to be withheld.\nProsecutors had changed their posture to allow for some disclosure “because ‘additional information’ about investigations of the former President [that became] publicly available’ after the nondisclosure order was issued,” the ruling said.\nCourt battle has played out secretly for months\nThere had been indications at the courthouse of a sealed legal battle between the special counsel’s office and a major tech company. But until Wednesday’s release of the DC Circuit ruling, most information about the case was shrouded with secrecy.\nThe appellate ruling, which was written by Circuit Judge Florence Pan and joined by Circuit Judges J. Michelle Childs and Nina Pillard, was issued in July. The version unsealed Wednesday had been modified for public release.\nIt said that Smith’s office had “difficulties” when it first attempted to serve Twitter with the search warrant and nondisclosure order.\nPan and Childs were nominated by President Joe Biden; Pillard by Barack Obama.\nProsecutors first attempted to serve Twitter with the warrant through their website for legal requests on January 17, 2023, “only to find out that the website was inoperative,” the ruling says. Prosecutors successfully contacted and served Twitter through that same website two days later.\nThe next week, however, prosecutors contacted Twitter’s lawyer to check on the status of their compliance with the search warrant. Twitter’ s counsel stated that she “had not heard anything about [the] [w]arrant,” according to the order.\nBy the first week of February, Twitter had asked the DC district court to vacate the nondisclosure order, arguing that they should be able to tell Trump about the warrant. A district judge denied that request, and Twitter turned over the records on February 9.\nIn March, Twitter asked the DC appeals court to reverse the district court’s opinion upholding the nondisclosure order. Prosecutors amended the order in June to allow for some information to be provided to Trump.\nThis story has been updated with additional details.","publish_date":"2023-08-09","author":"Tierney Sneed; Katelyn Polantz; Hannah Rabinowitz"},"extraction_timestamp":"2023-08-09 22:58:59.651771","extractor_version":0,"extractor_method":"gpt-4","facts":[{"text":"The special counsel investigation into Donald Trump secured a search warrant of the former president’s Twitter account, @realDonaldTrump."},{"text":"The search was so secret that Twitter was initially barred from telling Trump the search warrant had been obtained for his account."},{"text":"The company, now known as “X,” was fined $350,000 because it delayed producing the records sought under the search warrant."},{"text":"The search warrant special counsel Jack Smith obtained sought “data and records related” to Trump’s account."},{"text":"The special counsel’s office is now working on the criminal case against Trump in DC District Court related to his efforts to overturn the 2020 presidential election."},{"text":"The warrant was sought in January 2023. "},{"text":"Twitter ultimately produced the records sought under the warrant."},{"text":"The dispute about whether Trump should be told about the search warrant was litigated over several months."},{"text":"The district court found reason to believe disclosing the warrant to Trump would jeopardize the ongoing investigation."},{"text":"Twitter argued that the ban on informing Trump of the search warrant violated the First Amendment and the Stored Communications Act."},{"text":"The non-disclosure order was amended to allow Twitter to notify Trump of the existence and contents of the warrant."},{"text":"Circuit Judge Florence Pan and J. Michelle Childs were nominated by President Joe Biden; Nina Pillard was nominated by Barack Obama."},{"text":"Twitter turned over the records on February 9."},{"text":"Prosecutors amended the order in June to allow for some information to be provided to Trump."}]}
{"url":"https:\/\/www.nytimes.com\/2023\/08\/09\/us\/politics\/trump-twitter-account-search-warrant.html","metadata":{"domain":"nytimes.com","raw_text":"Supported by\nSpecial Counsel Obtained Search Warrant for Trump’s Twitter Account\nThe warrant, obtained in January, is the first known example of prosecutors directly searching Donald J. Trump’s communications in the federal inquiry into the events of Jan. 6, 2021.\nProsecutors working for Jack Smith, the special counsel who has twice brought indictments against former President Donald J. Trump, obtained a search warrant early this year for Mr. Trump’s long-dormant Twitter account as part of their inquiry into his attempt to overturn the 2020 election, according to court papers unsealed on Wednesday.\nThe warrant, which was signed by a federal judge in Washington in January after Elon Musk took over Twitter, now called X, is the first known example of prosecutors directly searching Mr. Trump’s communications and adds a new dimension to the scope of the special counsel’s efforts to investigate the former president.\nThe court papers, which emerged from an appeal by Twitter challenging a part of the judge’s decision to issue the warrant, did not reveal what prosecutors were looking for in Mr. Trump’s Twitter account, which the tech company shut down for nearly two years soon after the attack on the Capitol on Jan. 6, 2021.\nBut the papers indicate that prosecutors received permission from the judge not to tell Mr. Trump for months that they had obtained the warrant for his account. The prosecutors feared that if Mr. Trump learned about the warrant, it “would seriously jeopardize the ongoing investigation” by giving him “an opportunity to destroy evidence, change patterns of behavior [or] notify confederates,” the papers said.\nMr. Trump quickly responded to the news about the warrant on his own social media site, Truth Social.\n“Just found out that Crooked Joe Biden’s DOJ secretly attacked my Twitter account, making it a point not to let me know about this major ‘hit’ on my civil rights,” he wrote. “My Political Opponent is going CRAZY trying to infringe on my Campaign for President.”\nThe existence of the warrant was earlier reported by Politico.\nThe fact that prosecutors quietly obtained a judge’s permission more than seven months ago to peer into Mr. Trump’s Twitter account underscores how much of the special counsel’s work may have taken place out of public view. Much of the investigation into Mr. Trump’s efforts to maintain his grip on power and into his other federal case — the one related to his handling of classified materials — has been conducted in front of federal grand juries, which operate under strict rules of secrecy.\nIn the chaotic period between the election and Jan. 6, Mr. Trump’s Twitter account was one of the country’s most prominent platforms on social media, with millions of followers. That prosecutors asked for a warrant to search the account suggests they wanted specific company data or were interested in some nonpublic aspect of the account — though it remains unclear precisely what that may have been.\nAs part of their sprawling investigation into election interference, prosecutors have seized cellphones and other electronic devices from some of Mr. Trump’s close aides and lawyers. Those included at least two people identified as the former president’s co-conspirators in the indictment against him filed this month: John Eastman, a lawyer who advised Mr. Trump on a plan to pressure his vice president, Mike Pence, into throwing the election his way at a joint session of Congress on Jan. 6, and Jeffrey Clark, a Justice Department loyalist whom Mr. Trump sought to install as acting attorney general.\nThe election charges filed against Mr. Trump accuse him of three overlapping conspiracies to defraud the United States, to disrupt the certification of the election at a proceeding at the Capitol on Jan. 6, and to deprive people of the right to have their votes counted.\nMr. Trump’s relentless use of Twitter is detailed several times in the indictment.\nThe indictment notes, for instance, how Mr. Trump used Twitter on Dec. 19, 2020, to summon his followers to Washington on Jan. 6 for what he described as a “wild” protest. The message ultimately served as a lightning rod for both far-right extremists and ordinary Trump supporters who descended on the city that day, answering Mr. Trump’s call.\nThe indictment also describes how Mr. Trump used Twitter in the run-up to Jan. 6 to instill in his followers “the false expectation” that Mr. Pence had the authority to use his role in overseeing the certification proceeding at the Capitol “to reverse the election outcome” in Mr. Trump’s favor.\nOn Jan. 6 itself, Mr. Trump continued posting messages on Twitter that kept up this drumbeat of “knowingly false statements aimed at pressuring the vice president,” the indictment said. Ultimately, when Mr. Pence declined to give in to the pressure, Mr. Trump posted yet another tweet blaming the vice president for not having “the courage to do what should have been done to protect our country and our Constitution.”\nOne minute after the tweet was posted, the indictment said, Secret Service agents were forced to evacuate Mr. Pence to a secure location. And throughout that afternoon, it added, rioters roamed the Capitol and its grounds, shouting chants like “Traitor Pence” and “Hang Mike Pence.”\nThe court papers revealing the warrant for Mr. Trump’s Twitter account emerged from the company’s efforts, under Mr. Musk, to challenge the nondisclosure provision barring Twitter from telling Mr. Trump it was complying with the government’s demands.\nThere was an extensive legal battle in Federal District Court in Washington this winter before Judge Beryl A. Howell between lawyers for Twitter and prosecutors from the Justice Department concerning the provision. Ultimately, Twitter not only lost the fight but also was found to be in contempt of court and fined $350,000 for delaying complying with the warrant.\nTwitter then took the case to the U.S. Court of Appeals for the District of Columbia, which upheld the lower court’s ruling and unsealed its decision on Wednesday.\nIn its initial motion challenging the nondisclosure provision, Twitter tried to argue that prosecutors had violated the company’s First Amendment rights by seeking to keep officials from communicating with Mr. Trump, one of its customers.\nThe company also asked to delay complying with the warrant until the issues surrounding the provision were resolved. Otherwise, it claimed, Mr. Trump would not have a chance to assert executive privilege in a bid to “shield communications made using his Twitter account.”\nJudge Howell decided against the company, ruling that the warrant was “an unambiguous court order.” She also held Twitter in contempt for breaking the deadline set for answering the warrant.\nProsecutors asked Judge Howell to impose sanctions on Twitter, suggesting fines that would “accrue at a geometric rate,” the court papers said, starting at $50,000 a day and doubling every day after.\nIn a swipe at Mr. Musk, Judge Howell adopted that suggestion, “noting that Twitter was sold for over $40 billion and that its owner’s net worth was over $180 billion,” the papers said.\nIn the end, Twitter missed a second deadline for complying with the warrant but eventually handed over the data that was demanded at 8:06 p.m. on Feb. 9, the papers said.\nAlan Feuer covers extremism and political violence. He joined The Times in 1999. More about Alan Feuer","publish_date":"2023-08-09","author":"Alan Feuer"},"extraction_timestamp":"2023-08-09 22:59:38.215741","extractor_version":0,"extractor_method":"gpt-4","facts":[{"text":"The special counsel obtained a search warrant for former President Donald J. Trump’s Twitter account in January."},{"text":"The warrant is the first known example of prosecutors directly searching Trump’s communications in relation to the federal inquiry into the events of Jan. 6, 2021."},{"text":"The warrant was signed by a federal judge in Washington after Elon Musk took over Twitter."},{"text":"The court papers did not reveal what prosecutors were looking for in Trump’s Twitter account, which was shut down for nearly two years soon after the attack on the Capitol."},{"text":"Prosecutors received permission from the judge to not immediately inform Trump about the warrant."},{"text":"The existence of the warrant was reported by Politico."},{"text":"As part of their investigation, prosecutors have seized cellphones and other devices from some of Trump’s close aides and lawyers."},{"text":"The charges filed against Trump accuse him of three conspiracies to defraud the United States, disrupt the certification of the election, and deprive people of the right to have their votes counted."},{"text":"Trump’s use of Twitter is detailed in the indictment."},{"text":"The court papers revealing the warrant emerged from Twitter’s efforts to challenge the nondisclosure provision."},{"text":"Twitter lost a legal battle in Federal District Court in Washington, was held in contempt of court, and fined $350,000."},{"text":"Twitter then took the case to the U.S. Court of Appeals for the District of Columbia, which upheld the lower court’s ruling."},{"text":"The company argued that prosecutors had violated its First Amendment rights."},{"text":"Twitter eventually complied with the warrant and handed over the demanded data on Feb. 9."},{"text":"Trump responded to the news about the warrant on his own social media site, Truth Social."}]}
{"url":"https:\/\/www.washingtonpost.com\/education\/2023\/08\/07\/student-loan-forgiveness-defrauded-borrowers-court-injunction","metadata":{"domain":"washingtonpost.com","raw_text":"The future of the Biden administration’s rules to ease the path to student loan forgiveness for people who were defrauded borrowers by their college or whose schools abruptly close is in doubt.\nThe Education Department said it is reviewing the order and “won’t back down in our efforts to take on predatory colleges, provide relief to borrowers who have been cheated or had their school close, and hold institutions accountable for deceptive schemes.”\nThe career college association sued the department in February to block a rule updating regulations that govern the discharge of federal student loans when borrowers are defrauded by their colleges, permanently disabled, spend years in public service or face a school closure. The changes are some of the most significant updates to the federal student loan repayment system in years.\nChief among the group’s complaints is the rewrite of the federal “borrower defense to repayment” statute, which clears the debts of students whose colleges used illegal or deceptive tactics to persuade them to borrow. The Biden administration has relaxed the limits on when people can file an application and expanded the types of violations that would make them eligible for debt cancellation — all of which the association says could harm its members. The college group also takes issue with the administration easing the criteria for canceling the loans of students whose schools close and banning arbitration agreements that for-profit colleges include in enrollment contracts.\nThe provisions, according to the association, amount to an illegal overreach by the Biden administration to maximize loan forgiveness at the expense of colleges that are being forced to absorb more liability.\nMonday’s court order means the new borrower defense standards cannot be applied — at least for now — to claims pending on or received after July 1, when the rules took effect.\nA lower court judge previously denied the association’s motion to stop the regulation, ruling on June 30 that the group failed to show that its members face irreparable harm. Weeks later, the appellate court agreed to bar the Biden administration from applying the new rule to the association’s members, but not to a broader pause. The association fought for the court to extend the injunction and won.\nThe Texas association could not immediately be reached for comment on the ruling, but its national counterpart, Career Education College and Universities, applauded Monday’s order.\n“We are confident that when the case is brought forward the facts will show the new rule to be an agency overreach in violation of the Department’s authority, the Administrative Procedure Act, and the Constitution,” said Jason Altmire, chief executive of Career Education Colleges and Universities, which represents for-profit colleges. “Knowing that this rule has a strong chance to be struck down during the upcoming legal process, it is unjustifiable to allow its implementation while the court proceedings continue.”\nReforming the borrower defense statute, which dates back to the 1990s, has been an arduous task spanning three administrations. After a deluge of applications from former students of defunct for-profit giants Corinthian Colleges and ITT Technical Institutes, the Obama administration revised the statute to pass more of the cost of forgiving loans onto colleges. But the rule was rewritten by the Trump administration to limit loan forgiveness. Trump-era policies of sitting on applications for months and refusing to grant full loan discharges led to claims piling up at the Education Department and lawsuits.\nTo date, the Biden administration has approved $13.5 billion in student loan discharges since 2021 for roughly 1 million borrowers who were defrauded by their colleges. Roughly half of those people have had their balances cleared, according to the Education Department.\nStudent loan forgiveness\nWhat’s next for student loan debt relief? President Biden’s student loan forgiveness plan is facing a new lawsuit by conservative groups. The Biden administration announced $39 billion in student loan forgiveness a month after the Supreme Court rejected his debt relief plan. While some student borrowers are devastated by high court ruling, Biden pledged a new path to student loan relief.\nWhen do repayments resume? After more than three years, the student loan payment pause will end, and payments will resume in October. Here’s what to focus on as student loan payments resume.\nHow did we get here? The controversial debt-relief plan drew legal challenges shortly after it was unveiled last August, and it has been put on hold since November after rulings in two cases. The House and Senate passed a GOP-lead effort to strike down student loan forgiveness, but Biden vetoed the measure in June.","publish_date":"2023-08-07","author":"Danielle Douglas-Gabriel"},"extraction_timestamp":"2023-08-09 23:00:44.544865","extractor_version":0,"extractor_method":"gpt-4","facts":[{"text":"The future of the Biden administration’s rules to ease the path to student loan forgiveness is in doubt."},{"text":"The Education Department is reviewing the order and is committed to take on predatory colleges."},{"text":"The career college association sued the department in February to block a rule updating regulations related to student loan discharge."},{"text":"The Biden administration has relaxed the limits on when people can file an application for student loan forgiveness and expanded the types of violations that would make them eligible for debt cancellation."},{"text":"The college group argues all these provisions amount to an illegal overreach by the Biden administration."},{"text":"The new borrower defense standards cannot be applied to claims pending on or received after July 1, when the rules took effect."},{"text":"The appellate court agreed to bar the Biden administration from applying the new rule to the association’s members."},{"text":"The purchaser defense statute, which dates back to the 1990s, has been an arduous task spanning three administrations."},{"text":"To date, the Biden administration has approved $13.5 billion in student loan discharges since 2021 for roughly 1 million borrowers who were defrauded by their colleges."},{"text":"President Biden’s student loan forgiveness plan is facing a new lawsuit by conservative groups."},{"text":"The Biden administration announced $39 billion in student loan forgiveness after the Supreme Court rejected his debt relief plan."},{"text":"The student loan payment pause will end, and payments will resume in October."},{"text":"The controversial debt-relief plan encountered legal challenges shortly after it was unveiled last August, and it has been put on hold since November. "},{"text":"The House and Senate passed a GOP-lead effort to strike down student loan forgiveness, but Biden vetoed the measure in June."}]}
{"url":"https:\/\/apnews.com\/article\/student-loans-cancellation-debt-forgiveness-73327bbcb47dba6aec0c686f44bc2ab4","metadata":{"domain":"apnews.com","raw_text":"Conservative groups sue to block Biden plan canceling $39 billion in student loans\nFILE - President Joe Biden speaks in the Roosevelt Room of the White House, June 30, 2023, in Washington, as his administration is moving forward on a new student debt relief plan after the Supreme Court struck down his original initiative. Education Secretary Miguel Cardona listens at left. Two conservative groups are asking a federal court to block the Biden administration’s plan to cancel $39 billion in student loans for more than 800,000 borrowers. (AP Photo\/Evan Vucci, File)\nFILE - People demonstrate outside the Supreme Court, Friday, June 30, 2023, in Washington. Two conservative groups are asking a federal court to block the Biden administration’s plan to cancel $39 billion in student loans for more than 800,000 borrowers. (AP Photo\/Jacquelyn Martin, File)\nFILE - A tassel with 2023 on it rests on a graduation cap as students walk in a procession for Howard University’s commencement in Washington, Saturday, May 13, 2023. Two conservative groups are asking a federal court to block the Biden administration’s plan to cancel $39 billion in student loans for more than 800,000 borrowers. (AP Photo\/Alex Brandon, File)\nFILE - President Joe Biden speaks in the Roosevelt Room of the White House, June 30, 2023, in Washington, as his administration is moving forward on a new student debt relief plan after the Supreme Court struck down his original initiative. Education Secretary Miguel Cardona listens at left. Two conservative groups are asking a federal court to block the Biden administration’s plan to cancel $39 billion in student loans for more than 800,000 borrowers. (AP Photo\/Evan Vucci, File)\nFILE - President Joe Biden speaks in the Roosevelt Room of the White House, June 30, 2023, in Washington, as his administration is moving forward on a new student debt relief plan after the Supreme Court struck down his original initiative. Education Secretary Miguel Cardona listens at left. Two conservative groups are asking a federal court to block the Biden administration’s plan to cancel $39 billion in student loans for more than 800,000 borrowers. (AP Photo\/Evan Vucci, File)\nFILE - People demonstrate outside the Supreme Court, Friday, June 30, 2023, in Washington. Two conservative groups are asking a federal court to block the Biden administration’s plan to cancel $39 billion in student loans for more than 800,000 borrowers. (AP Photo\/Jacquelyn Martin, File)\nFILE - People demonstrate outside the Supreme Court, Friday, June 30, 2023, in Washington. Two conservative groups are asking a federal court to block the Biden administration’s plan to cancel $39 billion in student loans for more than 800,000 borrowers. (AP Photo\/Jacquelyn Martin, File)\nFILE - A tassel with 2023 on it rests on a graduation cap as students walk in a procession for Howard University’s commencement in Washington, Saturday, May 13, 2023. Two conservative groups are asking a federal court to block the Biden administration’s plan to cancel $39 billion in student loans for more than 800,000 borrowers. (AP Photo\/Alex Brandon, File)\nFILE - A tassel with 2023 on it rests on a graduation cap as students walk in a procession for Howard University’s commencement in Washington, Saturday, May 13, 2023. Two conservative groups are asking a federal court to block the Biden administration’s plan to cancel $39 billion in student loans for more than 800,000 borrowers. (AP Photo\/Alex Brandon, File)\nTwo conservative groups are asking a federal court to block the Biden administration’s plan to cancel $39 billion in student loans for more than 800,000 borrowers.\nIn a lawsuit filed Friday in Michigan, the groups argue that the administration overstepped its power when it announced the forgiveness in July, just weeks after the Supreme Court struck down a broader cancellation plan pushed by President Joe Biden.\nIt asks a judge to rule the cancellation illegal and stop the Education Department from carrying it out while the case is decided. The suit was filed by the New Civil Liberties Alliance on behalf of the Mackinac Center for Public Policy and the Cato Institute.\nThe Education Department called the suit “a desperate attempt from right wing special interests to keep hundreds of thousands of borrowers in debt.”\n“We are not going to back down or give an inch when it comes to defending working families,” the department said in a statement.\nIt’s part of a wave of legal challenges Republicans have leveled at the Biden administration’s efforts to reduce or eliminate student debt for millions of Americans. Biden has said he will pursue a different cancellation plan after the Supreme Court decision, and his administration is separately unrolling a more generous repayment plan that opponents call a “backdoor attempt” at cancellation.\nThe Biden administration announced July 14 that it would soon forgive loans for 804,000 borrowers enrolled in income-driven repayment plans. The plans have long offered cancellation after borrowers make 20 or 25 years of payments, but “past administrative failures” resulted in inaccurate payments counts that set borrowers back on their progress toward forgiveness, the department said.\nThe new action was announced as a “one-time adjustment” that would count certain periods of past nonpayment as if borrowers had been making payments during that time. It moved 804,000 borrowers across the 20- or 25-year mark needed for cancellation, and it moved millions of others closer to that threshold.\nIt’s meant to address a practice known as forbearance steering, in which student loan servicers hired by the government wrongly pushed borrowers to go into forbearance — a temporary pause on payments because of hardship — even if they would have been better served by enrolling in one of the income-driven repayment plans.\nUnder the one-time fix, past periods in forbearance were also counted as progress toward Public Service Loan Forgiveness, a program that offers cancellation after 10 years of payments while working in a government or nonprofit job.\nBiden’s action was illegal, the lawsuit says, because it wasn’t authorized by Congress and didn’t go through a federal rulemaking process that invites public feedback.\n“No authority allows the Department to count non-payments as payments,” the lawsuit says. It adds that the action came in “a press release that neither identified the policy’s legal authority nor considered its exorbitant price tag.”\nThe conservative groups say Biden’s plan undercuts Public Service Loan Forgiveness. The Mackinac Center and Cato Institute say they employ borrowers who are working toward student loan cancellation through the program. They say Biden’s action illegally accelerates progress toward relief, diminishing the benefit for nonprofit employers.\n“This unlawful reduction in the PSLF service requirement injures public service employers that rely on PSLF to recruit and retain college-educated employees,” the suit alleges.\nThe Cato Institute previously sued the administration over the cancellation plan that was struck down by the Supreme Court. The Mackinac Center is separately challenging Biden’s pause on student loan payments, which is scheduled to end this fall with payments resuming Oct. 1.\n___\nThe Associated Press education team receives support from the Carnegie Corporation of New York. The AP is solely responsible for all content.","publish_date":"2023-08-06","author":"COLLIN BINKLEY"},"extraction_timestamp":"2023-08-09 23:01:42.943949","extractor_version":0,"extractor_method":"gpt-4","facts":[{"text":"Two conservative groups are suing to block the Biden administration's plan to cancel $39 billion in student loans for over 800,000 borrowers."},{"text":"The lawsuit was filed in Michigan by the New Civil Liberties Alliance on behalf of the Mackinac Center for Public Policy and the Cato Institute."},{"text":"The groups argue that the administration overstepped its authority when it announced the loan forgiveness in July."},{"text":"The Supreme Court had previously struck down a broader cancellation plan proposed by President Joe Biden."},{"text":"The lawsuit is asking for a judge to rule the cancellation illegal and halt the Education Department from implementing it."},{"text":"The Biden administration announced on July 14 that it would forgive loans for 804,000 borrowers enrolled in income-driven repayment plans."},{"text":"The repayment plans have offered loan forgiveness after 20 or 25 years of payments; however, \"administrative failures\" resulted in inaccurate payment counts, causing delays in some borrowers' progress towards forgiveness."},{"text":"The administration has announced a \"one-time adjustment,\" which counts past nonpayment periods as if payments had occurred."},{"text":"This adjustment pushed 804,000 borrowers to the cancellation threshold and moved millions of others closer to it."},{"text":"The practice of forbearance steering, where loan servicers hired by the government persuade borrowers to temporary pause payments due to hardship, was a factor necessitating this adjustment."},{"text":"The lawsuit alleges that Biden's loan forgiveness initiative wasn't authorized by Congress and didn't go through a required public feedback process (federal rulemaking)."},{"text":"The conservative groups claim Biden's plan undermines the Public Service Loan Forgiveness (PSLF) program."},{"text":"Both the Mackinac Center and the Cato Institute employ borrowers working towards loan cancellation through the PSLF program."},{"text":"They assert that Biden's action prematurely speeds up relief progress, lessening the benefits for non-profit employers."},{"text":"The Cato Institute had previously sued the administration over the loan cancellation plan that the Supreme Court rejected."},{"text":"The Mackinac Center is also challenging Biden's pause on student loan payments, scheduled to end with resumption of payments from October 1."}]}
{"url":"https:\/\/www.foxbusiness.com\/personal-finance\/think-tanks-file-suit-block-biden-administrations-plan-cancel-39b-student-loans","metadata":{"domain":"foxbusiness.com","raw_text":"Think tanks file suit to block Biden administration's plan to cancel $39B in student loans\nNew Civil Liberties Alliance filed the lawsuit in Michigan Friday on behalf of the Mackinac Center for Public Policy and the Cato Institute\nTwo think tanks are urging a federal court to block the Biden administration’s scaled-back plan to cancel $39 billion in student loans, arguing that the plan exceeds the administration's authority.\nThe lawsuit was filed Friday in Michigan by the New Civil Liberties Alliance on behalf of free market think tank Mackinac Center for Public Policy and libertarian think tank the Cato Institute.\nThe groups accused the administration of overstepping its power in announcing student loan debt relief for 800,000 borrowers worth $39 billion – a plan the Department of Education rolled out shortly after the Supreme Court struck down a broader student loan handout plan pushed by President Biden.\nFriday's lawsuit requested for a judge to rule the latest debt forgiveness plan as illegal and to block the Department of Education from carrying it out until the case is decided.\nBIDEN ADMINISTRATION FORGIVES $39 BILLION IN STUDENT LOAN DEBT TO MORE THAN 800,000 BORROWERS\nThe Department of Education claimed in a statement that the suit is \"a desperate attempt from right wing special interests to keep hundreds of thousands of borrowers in debt,\" adding that the department will not \"back down or give an inch when it comes to defending working families.\"\nThe challenge comes after several legal complaints Republicans have made to halt the Biden administration’s proposals to reduce or eliminate student debt for millions of borrowers. The president has said he will pursue another way to cancel student debt after the Supreme Court shot his plan down in June.\nThe administration is separately pushing a more generous repayment plan that opponents have described as a \"backdoor attempt\" to cancel loans.\nSUPREME COURT RULES AGAINST BIDEN STUDENT LOAN DEBT HANDOUT\nThe administration announced a plan on July 14 to forgive loans for 804,000 borrowers enrolled in income-driven repayment plans, which have long offered cancellation after 20 or 25 years of payments, but \"past administrative failures\" led to inaccurate payment counts setting borrowers back on their progress toward forgiveness, according to the department.\n\"For far too long, borrowers fell through the cracks of a broken system that failed to keep accurate track of their progress towards forgiveness … By fixing past administrative failures, we are ensuring everyone gets the forgiveness they deserve, just as we have done for public servants, students who were cheated by their colleges, and borrowers with permanent disabilities, including veterans. This Administration will not stop fighting to level the playing field in higher education,\" Secretary of Education Miguel Cardona said in a statement announcing the administration's new plan.\nThe new plan was announced as a \"one-time adjustment\" that would count certain periods of past nonpayment as if borrowers had been making payments during that time. The action moved 804,000 borrowers across the mark of 20 or 25 years needed for cancellation and pushed millions of others closer to that threshold.\nAccording to the department, the plan is intended to address a practice known as forbearance steering, where student loan servicers hired by the government pushed borrowers to go into forbearance, a temporary pause on payments due to hardship, even if they would have been better off enrolling in an income-driven repayment plan.\nSTUDENT LOAN BORROWERS TOOK ON NEW DEBT DURING PAYMENT PAUSE: REPORT\nPast periods in forbearance under the one-time fix were also counted as progress toward Public Service Loan Forgiveness, a program offering cancellation after 10 years of payments while working in a government or nonprofit job.\nThe lawsuit accused Biden's plan of undercutting the Public Service Loan Forgiveness program, which the Mackinac Center and Cato Institute say they use to employ borrowers who are working toward student loan cancellation. The groups argued Biden's action illegally accelerates progress toward relief, which diminishes the benefit for nonprofit employers.\n\"This unlawful reduction in the PSLF service requirement injures public service employers that rely on PSLF to recruit and retain college-educated employees,\" the lawsuit stated.\nGET FOX BUSINESS ON THE GO BY CLICKING HERE\nThe Cato Institute previously sued the Biden administration over the student debt cancellation plan that the Supreme Court struck down, and the Mackinac Center is separately challenging Biden's pause on student loan payments, which is scheduled to end this fall as payments resume in October.\nThe Associated Press contributed to this report.","publish_date":"2023-08-07","author":"Landon Mion"},"extraction_timestamp":"2023-08-09 23:02:23.451142","extractor_version":0,"extractor_method":"gpt-4","facts":[{"text":"The New Civil Liberties Alliance filed a lawsuit on behalf of the Mackinac Center for Public Policy and the Cato Institute against the Biden administration's plan to cancel $39 billion in student loans."},{"text":"The lawsuit was filed in Michigan on Friday."},{"text":"The groups argue that the Biden administration has overstepped its power with the loan cancellation plan."},{"text":"The plan intends to provide debt relief for 800,000 borrowers."},{"text":"The Department of Education rolled out this plan following a Supreme Court ruling against a broader student loan handout plan."},{"text":"The lawsuit seeks to have a judge rule the latest debt forgiveness plan as illegal."},{"text":"The Department of Education has defended the plan, claiming the lawsuit is a desperate attempt from right-wing interests."},{"text":"The Biden Administration announced a plan on July 14 to forgive loans for 804,000 borrowers enrolled in income-driven repayment plans."},{"text":"The new plan counts certain past nonpayment periods as if borrowers had been making payments, pushing 804,000 borrowers to the required mark for cancellation."},{"text":"The plan aims to address forbearance steering, a practice where borrowers were pushed to pause payments due to hardship."},{"text":"The Cato Institute previously sued the Biden administration over the student debt cancellation plan that was struck down by the Supreme Court."},{"text":"The Mackinac Center is separately challenging Biden's pause on student loan payments."}]}
{"url":"https:\/\/www.cnn.com\/2023\/08\/07\/politics\/biden-student-loan-legal-challenges\/index.html","metadata":{"domain":"cnn.com","raw_text":"Legal challenges are continuing to target some of President Joe Biden’s student loan policies.\nWhile the president’s major student loan forgiveness program was blocked by the Supreme Court in late June, the Biden administration is also facing lawsuits over some of its other policy changes aimed at making it easier for borrowers to pay back their loans.\nOn Monday, the US 5th Circuit Court of Appeals temporarily blocked new provisions that were meant to be implemented in July, which would make it easier for borrowers to get their debts erased when they’re misled or defrauded by their college under a rule known as borrower defense to repayment.\nThe rule has been in place for decades. But the lawsuit targets new provisions – including one allowing for automatic debt discharges a year after a college’s closure date and another that bans colleges from requiring borrowers to agree to mandatory arbitration – which are now blocked.\nThe emergency injunction request was made by Career Colleges and Schools of Texas, a group of for-profit universities. The appeals court order did not explain the reasoning for the decision but said that the case will be heard on November 6.\nStudent loan borrowers may still submit applications for debt relief under the borrower defense rule during this time, but the Department of Education “will not adjudicate or process affected applications under the new regulations while the court’s order is in place,” according to the agency’s website.\nAaron Ament, president of the nonprofit National Student Legal Defense Network, warned that “countless students are at risk of being taken advantage of by higher ed profiteers” until the protections are restored.\nAnother lawsuit challenges $39 billion of student debt forgiveness\nMeanwhile, in a separate lawsuit filed last week, two conservative groups sued to stop the Biden administration from carrying out a one-time adjustment to some borrowers’ accounts, which was aimed at more accurately counting certain payments made previously under an income-driven repayment plan.\nThese plans calculate payments based on a borrower’s income and family size – regardless of the person’s total outstanding debt. Generally, they lower monthly payments to help borrowers avoid defaulting on their loans and wipe away remaining balances after qualifying payments are made for 20 to 25 years.\nWhat the administration has referred to as “fixes” are expected to result in the cancellation of $39 billion worth of federal student loan debt for 804,000 borrowers, according to the Department of Education.\nThe lawsuit, which was filed by the New Civil Liberties Alliance on behalf of the conservative groups Cato Institute and the Mackinac Center for Public Policy, argues that one-time adjustment “is substantively and procedurally unlawful” – similar, it says, to the broader student loan forgiveness program struck down by the Supreme Court.\nThe Department of Education announced in July – weeks after the other forgiveness program was blocked – that it would begin to notify the 804,000 borrowers of their forthcoming debt cancellation.\nBut the one-time adjustment had been planned for more than a year. First announced in April 2022, the move was meant to help borrowers whose payments were miscounted and were already eligible for debt relief under an income-driven repayment plan.\nThe changes followed a Government Accountability Office report that found that the Department of Education had trouble tracking borrowers’ payments and hadn’t done enough to ensure that all eligible borrowers receive the forgiveness to which they are entitled. In fact, 7,700 loans in repayment, or about 11% of loans analyzed, could have potentially already been eligible for forgiveness.\nIn a statement sent to CNN, the Department of Education said the lawsuit “is nothing but a desperate attempt from right wing special interests to keep hundreds of thousands of borrowers in debt, even though these borrowers have earned the forgiveness that is promised through income-driven repayment plans.”\nThis latest legal challenge does not appear to immediately impact the Biden administration’s new income-driven repayment plan known as SAVE (Saving on a Valuable Education), which launched last week.\nOnce the SAVE plan is fully phased in, which is expected to happen next year, some borrowers could see their monthly bills cut in half and remaining debt canceled after making at least 10 years of payments.\nCNN’s DJ Judd contributed to this report.","publish_date":"2023-08-07","author":"Katie Lobosco"},"extraction_timestamp":"2023-08-09 23:03:00.339861","extractor_version":0,"extractor_method":"gpt-4","facts":[{"text":"Legal challenges are ongoing regarding some of President Joe Biden’s student loan policies."},{"text":"The president’s major student loan forgiveness program was blocked by the Supreme Court in late June."},{"text":"The Biden administration is facing lawsuits over changes to make it easier for borrowers to repay loans."},{"text":"On Monday, the US 5th Circuit Court of Appeals temporarily blocked new provisions that were meant to be implemented in July."},{"text":"The injunction request was made by Career Colleges and Schools of Texas, a group of for-profit universities."},{"text":"The appeals court order said that the case will be heard on November 6."},{"text":"Student loan borrowers can still submit applications for debt relief under the borrower defense rule during this time."},{"text":"In a separate lawsuit filed last week, two conservative groups sued to stop a one-time adjustment to borrowers' accounts."},{"text":"This adjustment is expected to result in the cancellation of $39 billion worth of federal student loan debt for 804,000 borrowers."},{"text":"The lawsuit was filed by the New Civil Liberties Alliance on behalf of the conservative groups Cato Institute and the Mackinac Center for Public Policy."},{"text":"The Department of Education began to notify the 804,000 borrowers of their forthcoming debt cancellation in July."},{"text":"This one-time adjustment plan was first announced in April 2022."},{"text":"Changes followed a Government Accountability Office report that highlighted issues with the Department of Education tracking borrowers’ payments."},{"text":"The latest legal challenge does not immediately impact Biden’s new income-driven repayment plan, the SAVE plan."},{"text":"The SAVE plan is expected to be fully phased in next year. "},{"text":"Some borrowers may see their monthly bills cut in half and remaining debt canceled after making at least 10 years of payments under the SAVE plan."}]}
{"url":"https:\/\/www.usatoday.com\/story\/news\/education\/2023\/08\/07\/biden-debt-relief-defrauded-students-blocked-in-federal-court\/70544067007","metadata":{"domain":"usatoday.com","raw_text":"Biden's student debt forgiveness for defrauded borrowers blocked in federal court\nA federal court has blocked new Biden administration rules aimed at forgiving the debt of student borrowers who attended colleges that misled them or closed unexpectedly.\nThe move by the U.S. Court of Appeals for the 5th Circuit on Monday, by a panel made up of Republican presidential appointees, came in response to a request from Career Colleges and Schools of Texas for a nationwide injunction on the new version of so-called borrower defense rules. The Biden administration's version of the rules eases and clarifies the process for securing that relief, including by allowing borrowers to submit claims if they believe they were misled by their institution.\nCCST represents private career-oriented or trade schools in the Lone Star state, many of them for-profit colleges. People who attend for-profit schools are disproportionately likely to take and default on student loan debt, in large part because the schools promise lucrative outcomes but have a track record of seldom producing those results. Federal policies have been developed over the years in an effort to relieve such borrowers of that debt.\nThe U.S. Education Department under President Joe Biden has worked to add to that pile of policies, including its own borrower defense to repayment rule. Through borrower defense to repayment – or borrower defense for short – students who have been defrauded by their schools have their loans discharged.\nWhen CCST filed its lawsuit earlier this year on behalf of more than 70 Texas institutions, it said the Education Department's rule was created \"with a thumb on the scale to maximize the number of approved claims and, ultimately, further the administration’s loan forgiveness agenda.\"\nWhat's next for defrauded borrowers?Supreme Court greenlights some forgiveness\nLoan forgiveness for defrauded borrowers has been hard to come by\nFederal law has long allowed the discharge of loans for borrowers who have been misled or defrauded by their colleges. But getting loans canceled has been arduous and in many cases involved lawsuits against the federal government.\nBiden has been applying this authority incrementally. In a settlement for a case that traces back to the Trump presidency known as Sweet v. Cardona, Biden agreed to forgive $6 billion in debt relief for nearly 300,000 borrowers, for example. That relief isn't affected by Monday's injunction. Still, the group behind that push for relief was frustrated by the block of Biden-era rules.\"It is necessary to protect students from being scammed and it ensures that predatory actions come to light and are stopped before they go on to harm even more students,\" Eileen Connor, president and director of the Project on Predatory Student Lending, said in a statement. \"These organized, well-funded political attempts to weaponize the court system against the legal rights of borrowers underscore how stacked the system is against our clients.\"Also last month, the administration announced forgiveness for another 7,400 defrauded student borrowers in Colorado.\nAll in all, the administration has forgiven roughly $14.7 billion in loans for defrauded student borrowers. Nearly half a million borrowers had submitted borrower defense claims and had pending applications as of January.\nMonday's ruling delays the start of Biden's regulations, which also include automatic relief for borrowers whose institutions were closed.\nAdvocates in favor of debt relief lamented the decision and stressed the importance of strong borrower defense policies. \"We cannot afford a green light for dishonest schools to continue harming students,\" Aaron Ament, president of Student Defense, said in a statement. \"Defrauded borrowers are legally entitled to relief and their institutions should be held accountable. Until these protections are restored, countless students are at risk of being taken advantage of by higher ed profiteers who are exploiting students with little accountability.”\nFor-profit and career college advocates lauded the move, however. \"Imposing these ... provisions would have been detrimental to career schools in Texas and across the country,\" Jason Altmire, president and CEO of Career Education Colleges and Universities, said in a statement. \"We are confident that when the case is brought forward the facts will show the new rule to be an agency overreach.\"\nIn a statement late Monday, the Education Department said it was reviewing the court's order and remained committed to helping defrauded student borrowers.\n\"The Department issued a set of new and stronger regulations to ensure that borrowers have a path to relief when their colleges take advantage of them or leave them stranded by closures,\" the Education Department told USA TODAY. \"The Department won’t back down in our efforts to take on predatory colleges, provide relief to borrowers who have been cheated or had their school close, and hold institutions accountable for deceptive schemes.\"\nThe Justice Department and CCST declined to comment on the development.\nAnother $130M in student debt relief:Forgiveness awaits 7,400 students of shuttered for-profit college\nContributing: John Fritze, USA TODAY\nContact Alia Wong at (202) 507-2256 or awong@usatoday.com. Follow her on Twitter at @aliaemily.","publish_date":"2023-08-07","author":"Alia Wong"},"extraction_timestamp":"2023-08-09 23:03:32.057980","extractor_version":0,"extractor_method":"gpt-4","facts":[{"text":"A federal court blocked new Biden administration rules aimed at forgiving debt of student borrowers who were misled by their colleges or whose colleges closed unexpectedly."},{"text":"The U.S. Court of Appeals for the 5th Circuit made the move in response to a request from the Career Colleges and Schools of Texas (CCST)."},{"text":"CCST represents private, career-oriented or trade schools in Texas, many of which are for-profit colleges."},{"text":"The U.S. Education Department under President Joe Biden has been working to add to existing policies to protect borrowers, including its borrower defense to repayment rule."},{"text":"CCST filed a lawsuit earlier this year on behalf of more than 70 Texas institutions against the Education Department's borrower defense rule."},{"text":"Federal law allows loans to be discharged for borrowers who were misled or defrauded by their colleges."},{"text":"In a case known as Sweet v. Cardona, Biden agreed to forgive $6 billion in debt for nearly 300,000 borrowers."},{"text":"The injunction does not affect the relief announced in the Sweet v. Cardona case."},{"text":"Last month, the administration announced forgiveness for 7,400 defrauded student borrowers in Colorado."},{"text":"Overall, the Biden administration has forgiven around $14.7 billion in loans for defrauded student borrowers."},{"text":"Nearly half a million borrowers had submitted borrower defense claims and had pending applications as of January."},{"text":"The recent court ruling delays the start of Biden's regulations, which also include automatic relief for borrowers whose institutions closed."},{"text":"The Education Department has said it remains committed to helping defrauded student borrowers and is reviewing the court's order."},{"text":"An additional $130 million in student debt relief is awaiting 7,400 students of a closed for-profit college."}]}
{"url":"https:\/\/apnews.com\/article\/desantis-suspends-florida-prosecutor-monique-worrell-45d2f5955b87fb5c0e817d9da9133393","metadata":{"domain":"apnews.com","raw_text":"Florida Gov. DeSantis suspends another Democratic prosecutor as he seeks GOP presidential nomination\nRepublican presidential candidate Florida Gov. Ron DeSantis speaks during a fundraising event for U.S. Rep. Ashley Hinson, R-Iowa, Sunday, Aug. 6, 2023, in Cedar Rapids, Iowa. (AP Photo\/Charlie Neibergall)\nAttorney Monique Worrell of the 9th Judicial Circuit, which serves Orange and Osceola counties, ends her press conference with a raised fist Wednesday, Aug. 9, 2023, outside her former office in the Orange County Courthouse complex in Orlando, Fla. Florida Gov. Ron DeSantis suspended Worrell on Wednesday, again wielding his executive power over local government in taking on a contentious issue in the 2024 presidential race. Worrell vowed to seek reelection next year and said her removal was political and not about her performance. (Ricardo Ramirez Buxeda\/Orlando Sentinel via AP)\nAttorney Monique Worrell of the 9th Judicial Circuit, which serves Orange and Osceola counties, speaks during a press conference, Wednesday, Aug. 9, 2023, outside her former office in the Orange County Courthouse complex in Orlando, Fla. Florida Gov. Ron DeSantis suspended Worrell on Wednesday, again wielding his executive power over local government in taking on a contentious issue in the 2024 presidential race. Worrell vowed to seek reelection next year and said her removal was political and not about her performance. (Ricardo Ramirez Buxeda\/Orlando Sentinel via AP)\nAttorney Monique Worrell of the 9th Judicial Circuit, right, which serves Orange and Osceola counties, gets hugs from supporters after a press conference, Wednesday, Aug. 9, 2023, outside her former office in the Orange County Courthouse complex in Orlando, Fla. Florida Gov. Ron DeSantis suspended Worrell on Wednesday, again wielding his executive power over local government in taking on a contentious issue in the 2024 presidential race. Worrell vowed to seek reelection next year and said her removal was political and not about her performance. (Ricardo Ramirez Buxeda\/Orlando Sentinel via AP)\nAttorney Monique Worrell of the 9th Judicial Circuit, which serves Orange and Osceola counties, speaks during a press conference, Wednesday, Aug. 9, 2023, outside her former office in the Orange County Courthouse complex in Orlando, Fla. Florida Gov. Ron DeSantis suspended Worrell on Wednesday, again wielding his executive power over local government in taking on a contentious issue in the 2024 presidential race. Worrell vowed to seek reelection next year and said her removal was political and not about her performance. (Ricardo Ramirez Buxeda\/Orlando Sentinel via AP)\nRepublican presidential candidate Florida Gov. Ron DeSantis speaks during a fundraising event for U.S. Rep. Ashley Hinson, R-Iowa, Sunday, Aug. 6, 2023, in Cedar Rapids, Iowa. (AP Photo\/Charlie Neibergall)\nRepublican presidential candidate Florida Gov. Ron DeSantis speaks during a fundraising event for U.S. Rep. Ashley Hinson, R-Iowa, Sunday, Aug. 6, 2023, in Cedar Rapids, Iowa. (AP Photo\/Charlie Neibergall)\nAttorney Monique Worrell of the 9th Judicial Circuit, which serves Orange and Osceola counties, ends her press conference with a raised fist Wednesday, Aug. 9, 2023, outside her former office in the Orange County Courthouse complex in Orlando, Fla. Florida Gov. Ron DeSantis suspended Worrell on Wednesday, again wielding his executive power over local government in taking on a contentious issue in the 2024 presidential race. Worrell vowed to seek reelection next year and said her removal was political and not about her performance. (Ricardo Ramirez Buxeda\/Orlando Sentinel via AP)\nAttorney Monique Worrell of the 9th Judicial Circuit, which serves Orange and Osceola counties, ends her press conference with a raised fist Wednesday, Aug. 9, 2023, outside her former office in the Orange County Courthouse complex in Orlando, Fla. Florida Gov. Ron DeSantis suspended Worrell on Wednesday, again wielding his executive power over local government in taking on a contentious issue in the 2024 presidential race. Worrell vowed to seek reelection next year and said her removal was political and not about her performance. (Ricardo Ramirez Buxeda\/Orlando Sentinel via AP)\nAttorney Monique Worrell of the 9th Judicial Circuit, which serves Orange and Osceola counties, speaks during a press conference, Wednesday, Aug. 9, 2023, outside her former office in the Orange County Courthouse complex in Orlando, Fla. Florida Gov. Ron DeSantis suspended Worrell on Wednesday, again wielding his executive power over local government in taking on a contentious issue in the 2024 presidential race. Worrell vowed to seek reelection next year and said her removal was political and not about her performance. (Ricardo Ramirez Buxeda\/Orlando Sentinel via AP)\nAttorney Monique Worrell of the 9th Judicial Circuit, which serves Orange and Osceola counties, speaks during a press conference, Wednesday, Aug. 9, 2023, outside her former office in the Orange County Courthouse complex in Orlando, Fla. Florida Gov. Ron DeSantis suspended Worrell on Wednesday, again wielding his executive power over local government in taking on a contentious issue in the 2024 presidential race. Worrell vowed to seek reelection next year and said her removal was political and not about her performance. (Ricardo Ramirez Buxeda\/Orlando Sentinel via AP)\nAttorney Monique Worrell of the 9th Judicial Circuit, right, which serves Orange and Osceola counties, gets hugs from supporters after a press conference, Wednesday, Aug. 9, 2023, outside her former office in the Orange County Courthouse complex in Orlando, Fla. Florida Gov. Ron DeSantis suspended Worrell on Wednesday, again wielding his executive power over local government in taking on a contentious issue in the 2024 presidential race. Worrell vowed to seek reelection next year and said her removal was political and not about her performance. (Ricardo Ramirez Buxeda\/Orlando Sentinel via AP)\nAttorney Monique Worrell of the 9th Judicial Circuit, right, which serves Orange and Osceola counties, gets hugs from supporters after a press conference, Wednesday, Aug. 9, 2023, outside her former office in the Orange County Courthouse complex in Orlando, Fla. Florida Gov. Ron DeSantis suspended Worrell on Wednesday, again wielding his executive power over local government in taking on a contentious issue in the 2024 presidential race. Worrell vowed to seek reelection next year and said her removal was political and not about her performance. (Ricardo Ramirez Buxeda\/Orlando Sentinel via AP)\nAttorney Monique Worrell of the 9th Judicial Circuit, which serves Orange and Osceola counties, speaks during a press conference, Wednesday, Aug. 9, 2023, outside her former office in the Orange County Courthouse complex in Orlando, Fla. Florida Gov. Ron DeSantis suspended Worrell on Wednesday, again wielding his executive power over local government in taking on a contentious issue in the 2024 presidential race. Worrell vowed to seek reelection next year and said her removal was political and not about her performance. (Ricardo Ramirez Buxeda\/Orlando Sentinel via AP)\nAttorney Monique Worrell of the 9th Judicial Circuit, which serves Orange and Osceola counties, speaks during a press conference, Wednesday, Aug. 9, 2023, outside her former office in the Orange County Courthouse complex in Orlando, Fla. Florida Gov. Ron DeSantis suspended Worrell on Wednesday, again wielding his executive power over local government in taking on a contentious issue in the 2024 presidential race. Worrell vowed to seek reelection next year and said her removal was political and not about her performance. (Ricardo Ramirez Buxeda\/Orlando Sentinel via AP)\nTALLAHASSEE, Fla. (AP) — Florida Gov. Ron DeSantis on Wednesday suspended the top prosecutor in Orlando, again wielding his executive power over local government in taking on a contentious issue in the 2024 presidential race.\nIt’s the second time DeSantis, a Republican, has removed a Democratic state attorney and follows an investigation that began when a teenager was charged with fatally shooting a television reporter and a 9-year-old girl.\n“It is my duty as Governor to ensure that the laws enacted by our duly elected Legislature are followed,” DeSantis said during a news conference in Tallahassee announcing the suspension of State Attorney Monique Worrell of the 9th Judicial Circuit, which serves Orange and Osceola counties.\nWorrell vowed to seek reelection next year and said her removal was political and not about her performance. She also suggested DeSantis’ timing was to distract from a stagnant presidential campaign that has faced layoffs and changes at the top as it has struggled to regain traction.\n“He needed to get back in the media in some positive way that would be red meat for his base, and he will have accomplished that today,” she said. “He replaced his campaign manager yesterday, and I guess today it’s my turn.”\nDeSantis’ office began investigating Worrell after 19-year-old Keith Moses was charged with first degree murder in the deaths of Spectrum News 13 reporter Dylan Lyons, Nathacha Augustin and 9-year-old T’yonna Major. The girl’s mother and Spectrum News 13 photographer Jesse Walden were also shot.\nShortly after the shooting, DeSantis’ general counsel said in a letter to Worrell that she failed to hold Moses accountable despite his criminal record and gang affiliation. The governor’s office sought Moses’ juvenile records, which are usually protected.\nFlorida Gov. Ron DeSantis has formally entered the Republican presidential primary contest, and is considered one of former President Donald Trump’s strongest GOP rivals in the crowded 2024 field. (Aug. 9)\nIn his announcement Wednesday, DeSantis cited other cases and said Worrell avoided minimum mandatory sentences on charges that included gun crimes, drug trafficking and child pornography. He also said the state attorney’s office had a pattern of letting juveniles avoid serious charges or incarceration and noted the shooting over the weekend of two Orlando police officers by a 28-year-old man with a long criminal history.\nBut Democrats said the Worrell’s suspension was politically motivated and noted she is the only Black woman in Florida elected to serve as a state attorney.\n“This is absolutely disgusting,” Democratic Rep. Anna Eskamani said. “Her removal is a complete slap in the face to Orange and Osceola County residents and another example of Governor DeSantis eroding our local control and democracy. This politically motivated action by the Governor in a predominantly democratic part of the state should alarm everyone.”\nDeSantis last year removed State Attorney Andrew Warren, a twice-elected Democrat in Tampa, over his signing of pledges that he would not pursue criminal charges against seekers or providers of abortion or gender transition treatments, as well as policies about not bringing charges for certain low-level crimes.\nDeSantis is one of a number of Republicans in various jurisdictions across the U.S. who have called into question decisions from Democratic prosecutors.\nThe governor appointed Andrew Bain, an Orange County judge, to replace Worrell. Bain previously served as assistant state attorney in Orlando.\n“The people of Central Florida deserve to have a State Attorney who will seek justice in accordance with the law instead of allowing violent criminals to roam the streets and find new victims,” DeSantis said.\nBain, a Republican, said the job is quite “simple.” He said, “We are here to prosecute crimes and to hold people accountable.”\nWorrell said she knows and respects Bain and wouldn’t criticize him, adding that the issue is about DeSantis.\n“Elected officials are being taken out of office for political purposes, and that should never be a thing,” she said.\nMembers of the Congressional Black Caucus in Washington noted in a statement that Worrell had been elected with nearly two-thirds of the vote in the district.\n“Make no mistake, State Attorney Worrell has done nothing wrong,” they said. “This abuse of power by Gov. DeSantis is not only an attack on Democratic Black leaders in Florida, but an attack on our democracy itself. ”\n___\nFrisaro reported from Fort Lauderdale.","publish_date":"2023-08-09","author":"BRENDAN FARRINGTON; FREIDA FRISARO"},"extraction_timestamp":"2023-08-09 23:03:59.346925","extractor_version":0,"extractor_method":"gpt-4","facts":[{"text":"Florida Governor Ron DeSantis has suspended top prosecutor Monique Worrell of the 9th Judicial Circuit, which serves Orange and Osceola counties, on Wednesday, August 9, 2023."},{"text":"This is the second time DeSantis, a Republican, has removed a Democratic state attorney."},{"text":"The suspension follows an investigation that began when a teenager was charged with fatally shooting a television reporter and a 9-year-old girl."},{"text":"DeSantis claims the move is in fulfillment of his duty as Governor to ensure that laws enacted by the Legislature are followed."},{"text":"The Governor's office began the investigation into Worrell after 19-year-old Keith Moses was charged with first degree murder in the deaths of Spectrum News 13 reporter Dylan Lyons, Nathacha Augustin, and 9-year-old T'yonna Major."},{"text":"DeSantis cited other cases where he believes Worrell avoided enforcing minimum mandatory sentences on charges such as gun crimes, drug trafficking, and child pornography."},{"text":"He appointed Andrew Bain, an Orange County judge, to replace Worrell."},{"text":"Before her suspension, Worrell vowed to seek re-election next year."},{"text":"She stated that her removal was politically-motivated and not about her performance."},{"text":"The Congressional Black Caucus in Washington noted in a statement that Worrell had been elected with nearly two-thirds of the vote in the district."},{"text":"DeSantis had previously removed another state attorney, Andrew Warren, over his signing of pledges related to abortion or gender transition treatments, and his policies on certain low-level crimes."}]}
{"url":"https:\/\/www.nytimes.com\/2023\/08\/09\/us\/desantis-orlando-prosecutor.html","metadata":{"domain":"nytimes.com","raw_text":"Supported by\nDeSantis Suspends Second Elected Prosecutor in Florida\nThe Republican governor accused Monique H. Worrell, the state attorney in Orlando and a Democrat, of leniency toward violent criminals, a charge her office has denied.\nGov. Ron DeSantis of Florida suspended the top state prosecutor in Orlando on Wednesday, accusing her of incompetence and neglect of duty for what he characterized as lenience against violent criminals. The move was the governor’s latest aggressive use of executive power against local officials of the opposing political party.\nMr. DeSantis suspended Monique H. Worrell, the elected state attorney of Florida’s Ninth Judicial Circuit, which includes Orange and Osceola Counties, and cited as reasons her handling of three cases and a low overall incarceration rate, among other things. One of the three cases involved a man who shot and injured two Orlando police officers over the weekend.\nIt is the second time in a year that Mr. DeSantis, a Republican running for president, has taken the drastic and exceedingly rare step of removing an elected state attorney. Both have been Democrats.\nMr. DeSantis’s presidential campaign, with its focus on cultural issues, has struggled to gain traction among likely Republican primary voters, who said in a recent New York Times\/Siena College poll that they would be more likely to support a candidate “who focuses on restoring law and order” over one “who focuses on defeating radical ‘woke’ ideology.” Mr. DeSantis replaced his campaign manager on Tuesday.\nThe governor was heavily criticized in August 2022 when he removed Andrew H. Warren, the top prosecutor in Tampa, who had signed a statement along with 90 other elected prosecutors across the country vowing not to prosecute people who seek or provide abortions. Critics blasted the ouster as politically motivated. But Mr. Warren remains out of office — and Mr. DeSantis mentions his removal in just about every campaign speech.\nMr. DeSantis said on Wednesday that Ms. Worrell’s office had charged cases in ways that would avoid mandatory minimum sentences for gun and drug trafficking crimes; allowed juveniles to avoid serious charges or incarceration; found ways to avoid seeking more serious sentences when they were available; limited charges for child pornography; and inappropriately allowed some offenders to avoid having a criminal conviction on their records.\n“Prosecutors do have a certain amount of discretion about which cases to bring and which not,” Mr. DeSantis, a former federal and military prosecutor, said. “But what this state attorney has done is abuse that discretion and has effectively nullified certain laws in the state of Florida.”\nThe governor appointed Andrew A. Bain, a judge from the same judicial circuit, to take Ms. Worrell’s place. Ms. Worrell may appeal her suspension to the Republican-controlled State Senate, or try to get the Florida Supreme Court, where a majority of justices were appointed by Mr. DeSantis, to hear her case.\nIn an interview on Wednesday, Ms. Worrell said she did not “expect justice out of the state of Florida” and would seek re-election to the post next year.\n“Prosecutors everywhere are talking about attacks on prosecutorial discretion, because they have become a new political fodder for extremist Republicans who are trying to subvert democracy,” she said.\nMs. Worrell, who was elected in 2020 with 66 percent of the vote, was known to be in Mr. DeSantis’s sights. Earlier this year, his general counsel demanded information from her office on a case involving a 19-year-old man with a criminal record who was subsequently accused of killing three people, including a local journalist and a 9-year-old girl. The general counsel also sought details on cases involving people who had violated the terms of their probation by being arrested on criminal charges, or who had a prior criminal history and were not prosecuted.\nIn March, anticipating that she might be suspended, Ms. Worrell released data showing that her prosecution rate was similar to that of two of her predecessors.\nMs. Worrell and Mr. Warren are among the many progressive prosecutors who have been backed by groups supported by the liberal billionaire investor George Soros. Mr. DeSantis uses derisive mentions of Mr. Soros’s name to draw cheers as he campaigns for president.\nMs. Worrell is a former public defender and law professor who has supported the use of alternatives to incarceration, like restorative justice and diversion programs.\nOf the three cases that Mr. DeSantis cited in his news conference, two involved offenders with prior records who went on to commit violent crimes. One was Daton Viel, a 28-year-old man killed by Orlando Police officers on Saturday after he had shot and critically injured two officers Friday night. Mr. Viel posted bond earlier this year after being charged with sexual battery of a 14-year-old girl. He was also on probation for a separate felony trespass conviction.\nThe other cases involved a man who shot and killed his pregnant girlfriend after having been released while facing charges including carrying a concealed firearm on school property, and a man who was convicted of armed robbery and sentenced to 51 weeks in jail as a youthful offender.\nMs. Worrell said some of the examples cited by the governor involved factors beyond her control, like sentences and bonds, which are set by judges who are free to overrule prosecutors’ recommendations.\nAnd she said that much of the information that was used to build a case against her came from local law enforcement officials who oppose her because she has prosecuted police officers, including one who shot an unarmed person.\n“My message has been consistently, whether you’re a Democrat or Republican, whether you like me or you hate me: Democracy is under attack,” she said. “Duly elected officials should not be removed by elected officials who are not politically aligned with them.”\nNicholas Nehamas contributed reporting.\nPatricia Mazzei is the Miami bureau chief, covering Florida and Puerto Rico. She writes about breaking news, politics, disasters and the quirks of life in South Florida. She joined The Times in 2017 after a decade at The Miami Herald. More about Patricia Mazzei\nFrances Robles is a correspondent covering Florida and Latin America. She files investigative reports and covers breaking news on a range of topics. More about Frances Robles","publish_date":"2023-08-09","author":"Patricia Mazzei; Frances Robles"},"extraction_timestamp":"2023-08-09 23:04:41.539176","extractor_version":0,"extractor_method":"gpt-4","facts":[{"text":"Gov. Ron DeSantis of Florida suspended the top state prosecutor in Orlando, Monique H. Worrell, accusing her of incompetence and neglect of duty."},{"text":"This was due to her perceived lenience against violent criminals."},{"text":"Monique H. Worrell is the elected state attorney of Florida’s Ninth Judicial Circuit, which includes Orange and Osceola Counties."},{"text":"Mr. DeSantis cited her handling of three cases and a low overall incarceration rate as reasons for her suspension."},{"text":"It is the second time in a year that Mr. DeSantis has removed an elected state attorney."},{"text":"Previously, he removed Andrew H. Warren, the top prosecutor in Tampa."},{"text":"Mr. DeSantis has appointed Andrew A. Bain, a judge from the same judicial circuit, to take Ms. Worrell’s place."},{"text":"Ms. Worrell has the option to appeal her suspension to the State Senate or the Florida Supreme Court."},{"text":"Ms. Worrell plans to seek re-election to the post next year."},{"text":"Ms. Worrell was elected in 2020 with 66 percent of the vote."},{"text":"Previously, the governor's counsel had demanded information from Ms. Worrell's office on multiple cases."},{"text":"Mr. Warren and Ms. Worrell have been backed by groups supported by liberal billionaire investor George Soros."},{"text":"Ms. Worrell is a former public defender and law professor who has supported the use of alternatives to incarceration."},{"text":"Two of the cases Mr. DeSantis cited in his news conference involved offenders with prior records who committed violent crimes."},{"text":"Ms. Worrell contends that some of the factors cited against her, such as sentences and bonds, are determined by judges, not prosecutors."},{"text":"Ms. Worrell expressed that much of the case against her was built from information provided by local law enforcement, whom she claims oppose her due to her prosecution of police officers."}]}
{"url":"https:\/\/www.motherjones.com\/politics\/2023\/08\/ron-desantis-monique-worrell-prosecutor","metadata":{"domain":"motherjones.com","raw_text":"Florida Gov. Ron DeSantis took a break from his ailing presidential campaign on Wednesday to suspend Monique Worrell, an Orlando-based elected prosecutor. The move was unsurprising: Since winning the state’s top job in 2019, he has sought to make political hay by booting multiple Democrats from office, in contravention of the voters who put them there.\nWorrell’s suspension is part of a mounting pile of evidence that a key aspect of DeSantis’ tenure is a disregard for democracy, alongside his desire and ability to govern Florida without accountability from other branches. That record is why his critics warn that he will rule as an autocrat if he manages to reach the White House.\nDeSantis’ decision to remove Worrell demonstrates that he believes he can act with impunity when it comes to suspensions, even if they go beyond his powers as governor. And he is likely correct in this calculation. A year ago, DeSantis suspended Andrew Warren, Tampa’s elected prosecutor. Warren sued, and while a US district judge found his suspension unconstitutional, he declined to reinstate him on a technicality. Warren appealed up the federal ladder, and also asked Florida’s supreme court to put him back in office. Stacked with ultraconservative DeSantis appointees, it declined to intervene.\nThe clear message was that neither court system was likely to stand in his way should DeSantis choose to suspend more democratically-elected officials. And while the Florida Senate technically has the final word on a governor’s suspensions, there is little chance they would object; observers say the GOP-controlled legislature has capitulated to DeSantis’ will to an unprecedented degree.\nThe result is that DeSantis, at a moment he desperately needs to rehabilitate his national prospects, feels he can take another Democratic scalp without facing repercussion over an unconstitutional act. “If the governor can just remove an elected official from office, on a whim, without any legal basis, then it nullifies the meaning of democracy across our state,” Warren told me earlier this year. “It means that elections have no meaning.”\nWarren believes his suspension was “a political stunt.” Indeed, DeSantis regularly brings it up in his stump speeches. Now he will be able to brag about taking down two Democratic prosecutors.\nThe Florida Constitution does allow governors to suspend elected officials, but only “for malfeasance, misfeasance, neglect of duty, drunkenness, incompetence, permanent inability to perform official duties, or commission of a felony.” In suspending Worrell, DeSantis claimed that she neglected her duty to prosecute violent crime, but the executive order announcing her suspension reads like a list of policy differences, and not something documenting any failure to do her job. Of course, acting tough on crime has long been a political tactic of both Democrats and Republicans, and it is one that DeSantis has heartily embraced.\nDeSantis’ presidential campaign has failed to impress, with his poll numbers falling. This Tuesday, he replaced his campaign manager in a shakeup. Last month, he slashed staff to stanch financial bleeding. Perhaps the only way he has distinguished himself in the GOP primary is by, much like in his governorship, displaying a willingness to push the bounds of the law. In a legally questionable and never-before attempted move, DeSantis transferred money from his state reelection campaign to the super PAC supporting his presidential bid. The Campaign Legal Center, a watchdog group, filed a complaint with the Federal Election Commission alleging the move was illegal. But just as Florida’s other branches of government will not check DeSantis, neither will the FEC, which has long been deadlocked. DeSantis surely knows this, and feels free to act without consequence.\nAcross DeSantis’ record as governor is an accumulation of power unencumbered by accountability, and incompatible with democracy. His suspension of Worrell is no different.","publish_date":"2023-08-09","author":"Pema Levy"},"extraction_timestamp":"2023-08-09 23:05:15.636243","extractor_version":0,"extractor_method":"gpt-4","facts":[{"text":"Florida Gov. Ron DeSantis suspended Monique Worrell, an Orlando-based elected prosecutor."},{"text":"Ron DeSantis won Florida's top job in 2019."},{"text":"DeSantis previously suspended Andrew Warren, Tampa’s elected prosecutor."},{"text":"Andrew Warren’s suspension was deemed unconstitutional by a US district judge. "},{"text":"The Florida Supreme Court, filled with DeSantis appointees, did not intervene in Warren's case."},{"text":"The Florida Senate has the final say on a governor's suspensions."},{"text":"The Florida Constitution outlines specific reasons, such as malfeasance or neglect of duty, for which a governor can suspend elected officials."},{"text":"DeSantis claimed Worrell neglected her duty to prosecute violent crime as a reasoning for her suspension."},{"text":"DeSantis has been running a presidential campaign."},{"text":"DeSantis recently replaced his campaign manager. "},{"text":"He transferred money from his state reelection campaign to the super PAC supporting his presidential bid."},{"text":"The Campaign Legal Center has filed a complaint with the Federal Election Commission over this transfer."}]}
{"url":"https:\/\/thehill.com\/homenews\/state-watch\/4146022-voter-rights-group-protest-desantis-suspension-state-attorney","metadata":{"domain":"thehill.com","raw_text":"Voter rights group to protest DeSantis’s suspension of state attorney\nA Florida-based voting rights group is planning to protest Gov. Ron DeSantis’s (R) suspension of State Attorney Monique Worrell (D), saying the governor “abused his power and undercut the democratic process.”\nEqual Grounds is planning to protest outside the Orlando City Hall at 7 p.m. Thursday to rail against DeSantis’s Wednesday decision to suspend Worrell, according to a flyer posted by Rep. Maxwell Frost (D-Fla.) on X, formerly known as Twitter. The voting rights group called on DeSantis to reverse his decision and to “stop using Black Women and voters as a pawn in his pursuit of the White House.”\n“This reckless pattern of removing political opponents from office is not how we should govern in Florida,” the group said in a statement. “In his announcement of her suspension, the Governor claims that Attorney Worrell ‘abused discretion.’ Not only is that a matter of opinion, but the discretion Attorney Worrell exercises is afforded to her by the state constitution and is consistent with the other 19 State Attorneys throughout the state.”\nWorrell was elected to serve as the state attorney for Florida’s 9th Judicial District in 2020 and was running for reelection in 2024.\nThe Florida governor suspended Worrell on Wednesday, saying her “administration of criminal justice in the 9th Circuit has been clearly and fundamentally derelict so as to constitute both neglect of duty and incompetence.” Worrell criticized DeSantis over her suspension, labeling him as a “weak governor.”\nThe American Civil Liberties Union (ACLU) of Florida blasted DeSantis for the move. Kara Gross, legislative director and senior policy counsel of the ACLU of Florida, said the Florida governor “will do whatever he can in order to keep his power and control over the state, regardless of what the people want or how they voted.”\n“Ousting elected officials because you disagree with their leadership and installing hand-picked individuals to take over their job responsibilities is what happens in authoritarian regimes, not democratic nations,” Gross said in a statement. “In a democracy, you can’t just remove elected officials who you don’t like. Elections matter. This matters. The whole country is watching.”\nFlorida Democrats were quick to criticize DeSantis’s decision, with many leaders labeling the move as racially and politically motivated. Frost, who represents Worrell’s circuit in Congress, said he plans to attend the planned protest.\n“WE WILL NOT stand for this blatant abuse of power and fascism in our state. It’s a sad day in Orange County & Florida,” Frost said on X.\nCopyright 2023 Nexstar Media Inc. All rights reserved. This material may not be published, broadcast, rewritten, or redistributed.","publish_date":"2023-08-09","author":"Lauren Sforza"},"extraction_timestamp":"2023-08-09 23:05:47.418938","extractor_version":0,"extractor_method":"gpt-4","facts":[{"text":"A Florida-based voting rights group, Equal Grounds, is planning to protest Gov. Ron DeSantis's suspension of State Attorney Monique Worrell."},{"text":"The protest is planned to take place outside the Orlando City Hall."},{"text":"The group accuses Gov. DeSantis of abusing his power and undercutting the democratic process."},{"text":"The announcement about the planned protest was shared by Rep. Maxwell Frost on X, formerly known as Twitter."},{"text":"Monique Worrell was elected as the state attorney for Florida’s 9th Judicial District in 2020."},{"text":"Gov. DeSantis suspended Worrell, accusing her of neglect of duty and incompetence in her “administration of criminal justice in the 9th Circuit\"."},{"text":"The American Civil Liberties Union (ACLU) of Florida criticized DeSantis for the move."},{"text":"Kara Gross, legislative director and senior policy counsel of the ACLU of Florida, accused Gov. DeSantis of clinging to power and control in the state."},{"text":"Florida Democrats also criticized DeSantis's decision, labeling it as racially and politically motivated."},{"text":"Rep. Maxwell Frost, who represents Worrell’s judicial circuit in Congress, announced that he plans to attend the planned protest."}]}
{"url":"https:\/\/www.foxnews.com\/politics\/desantis-suspends-orlando-state-attorney-over-dereliction-duty-crime","metadata":{"domain":"foxnews.com","raw_text":"DeSantis suspends Orlando state attorney over 'dereliction of duty' on crime\nDeSantis' office says State Attorney Monique Worrell allowed criminals to 'escape the full consequences' of their actions\nFlorida Gov. Ron DeSantis suspended Ninth Judicial Circuit State Attorney Monique Worrell for \"dereliction of duty\" on crime via an executive order on Wednesday.\nDeSantis' office says that Worrell, whose jurisdiction includes Orlando, has routinely allowed murderers and other violent offenders to \"escape the full consequences of their criminal conduct.\" The governor is tapping Florida judge Andrew Bain to replace Worrell as the state attorney for the 9th Judicial Circuit.\n\"The practices and policies of her office have allowed murderers, other violent offenders, and dangerous drug traffickers to receive extremely reduced sentences and escape the full consequences of their criminal conduct. In some cases, these offenders have evaded incarceration altogether,\" DeSantis' office wrote in a statement.\n\"State Attorney Worrell’s practices undermine Florida law and endanger the safety, security, and welfare of the communities that Ms. Worrell was elected to serve,\" it continued.\nTRUMP'S RIVALS FOR THE 2024 NOMINATION SPLIT ON HIS LATEST INDICTMENT: ‘TRYING TO STAY OUT OF PRISON’\nDeSantis highlighted the move in a news conference Wednesday morning alongside several other Florida officials. The officials, who included Florida Attorney General Ashley Moody, stated that Worrell routinely avoided mandatory minimum sentencing for gun crimes and drug trafficking offenses, as well as allowing juvenile offenders to avoid serious charges and incarceration.\nShe also allegedly limited charges against child pornography offenders and avoided sentencing enhancements such as those based on prior offenses.\nCHECK OUT THE LATEST FOX NEWS POLL IN THE LEAD OFF STATE OF IOWA\nThe governor went on to tell reporters that he was confident the Florida constitution granted him authority to remove Worrell.\nThis is the second time DeSantis has taken drastic action against a Florida prosecutor who he says failed to do their jobs. He also suspended Hillsborough County State Attorney Andrew Warren in August 2022 for refusing to enforce the state's abortion ban.\nThat suspension was upheld in court in a January decision from a federal judge.\nWHERE TRUMP, DESANTIS, REST OF THE FIELD STAND IN LATEST POLL IN KEY PRIMARY STATE\nCLICK HERE TO GET THE FOX NEWS APP\nWorrell fired back after the announcement, calling the suspension \"a smoke screen for Ron DeSantis failing and disastrous presidential campaign,\" in which the governor is trailing behind former President Donald Trump.\n\"He needed to get back in the media in some positive way in a way that would be red meat for his base and he will have accomplished that today,\" Worrell said. \"He will be in the news nationally and internationally for the individual who has single handedly destroyed democracy in the state of Florida.\"","publish_date":"2023-08-09","author":"Anders Hagstrom"},"extraction_timestamp":"2023-08-09 23:11:41.966625","extractor_version":0,"extractor_method":"gpt-4","facts":[{"text":"Florida Gov. Ron DeSantis suspended Ninth Judicial Circuit State Attorney Monique Worrell for \"dereliction of duty\" on crime."},{"text":"DeSantis' office accused Worrell of allowing murderers and other violent offenders to \"escape the full consequences of their criminal conduct.\""},{"text":"The governor has selected Florida judge Andrew Bain to replace Worrell as the state attorney for the 9th Judicial Circuit."},{"text":"Florida Attorney General Ashley Moody and other officials stated that Worrell routinely avoided mandatory minimum sentencing for gun crimes and drug trafficking offenses."},{"text":"Worrell allegedly limited charges against child pornography offenders and avoided sentencing enhancements based on prior offenses."},{"text":"DeSantis cited the Florida constitution in explaining his authority to remove Worrell."},{"text":"Previously, DeSantis suspended Hillsborough County State Attorney Andrew Warren in August 2022 for refusing to enforce the state's abortion ban."},{"text":"The suspension of Andrew Warren was upheld in court in a January decision from a federal judge."},{"text":"Monique Worrell responded to her suspension by criticizing DeSantis' presidential campaign."}]}
{"url":"https:\/\/www.foxnews.com\/politics\/is-ohio-rejection-issue-1-another-warning-sign-republicans-abortion-2024","metadata":{"domain":"foxnews.com","raw_text":"What Ohio's vote on constitutional amendment means for Republicans on abortion in 2024\nOhio vote serves as a proxy battle in the fierce fight over abortion rights\nAbortion was not on the ballot as Ohioans took to the polls in a high-stakes referendum, but the contentious issue was clearly on the mind of voters in the Republican-dominated state's special election Tuesday.\nOhio's State Issue 1 became a proxy battle over abortion before it was convincingly rejected by voters on Tuesday, defeating an attempt by Republican lawmakers to make it more difficult for the public to propose and approve changes to the Buckeye State's constitution.\nThe defeated amendment would have raised the threshold to pass a constitutional amendment from a simple majority to 60% and added more hurdles to the process which allows for citizen-initiated ballot measures.\nIf it had passed, it would have had instant implications for a measure on November's ballot that could enshrine abortion rights in Ohio's constitution.\nOHIO BALLOT INITIATIVE TO MAKE IT MORE DIFFICULT TO AMEND STATE CONSTITUTION FAILS\n\"Ohio voters rejected an effort by Republican lawmakers and special interests to change the state’s constitutional amendment process. This measure was a blatant attempt to weaken voters’ voices and further erode the freedom of women to make their own health care decisions,\" President Biden said in a statement. \"Ohioans spoke loud and clear, and tonight democracy won.\"\nThe result was a rare defeat for Republican power in Ohio, a one-time premiere battleground state that has trended red in recent election cycles and where the GOP controls the offices of governor, secretary of state, attorney general and both chambers of the state legislature.\nHOW THIS CRUCIAL MIDWESTERN BATTLEGROUND SHIFTED FROM PURPLE TO RED\nTina Ramirez, a National Institute of Family and Life Advocate (NIFLA) board member and single mother, told Fox News that \"yesterday’s vote was not just a referendum on abortion access, it was a referendum on the constitutional rights that are most at risk of being infringed upon by opportunistic special interest groups and progressive lawmakers.\"\nAnd she argued that \"by retaining a low threshold on constitutional amendments, Ohioans continue to run the risk of losing their right to control their children’s education, self-defense, and other values that are supposed to be protected by our government.\"\nThe sound defeat of Ohio's Issue 1 appears to be the latest victory for the abortion rights movement since the Supreme Court's conservative majority overturned the landmark nearly half-century old Roe v. Wade ruling, which allowed for legalized abortions nationwide. The decision by the high court moved the divisive issue of abortion back to the states.\nAbortion rights advocates won high-profile votes last year in Michigan and Kansas, and the GOP's stance on abortion was blamed by plenty of political pundits for turning an expected red wave in last November's midterm elections into a red trickle.\nTuesday's vote in Ohio may be another warning sign for Republicans that the issue of abortion may hinder their chances of victory in the 2024 elections.\nCLICK HERE TO GET THE FOX NEWS APP\n\"The vast majority of Republican candidates are pro-life, but I think there's a recognition that there are political complications with the issue. It's been put on the ballot in several right-leaning states and the voters have rejected efforts to further curb abortion rights,\" veteran Republican strategist Ryan Williams told Fox News.\n\"It's a thorny issue that Republican candidates will have to address carefully,\" he emphasized.","publish_date":"2023-08-09","author":"Paul Steinhauser"},"extraction_timestamp":"2023-08-09 23:12:08.945032","extractor_version":0,"extractor_method":"gpt-4","facts":[{"text":"Ohio's State Issue 1, a new constitutional amendment, was forcefully rejected by voters."},{"text":"The defeated amendment aimed to make proposing and approving changes to the state constitution more difficult."},{"text":"The amendment would have raised the threshold to pass a new constitutional amendment from a simple majority to 60%."},{"text":"If passed, it could have had implications for a measure on November's ballot that could define abortion rights in Ohio's constitution."},{"text":"Republican lawmakers were behind the attempt to change the state’s constitutional amendment process."},{"text":"The defeat represented a rare setback for Republican power in Ohio, a state leaning more red in recent years."},{"text":"The GOP controls the offices of governor, secretary of state, attorney general and both chambers of the state legislature in Ohio."},{"text":"The Supreme Court's conservative majority overturned the landmark Roe v. Wade ruling, moving the issue of abortion back to the states."},{"text":"Abortion rights advocates won high-profile votes last year in Michigan and Kansas."},{"text":"The Supreme Court's decision to overturn Roe. v. Wade is viewed as a victory for the abortion rights movement."},{"text":"The GOP’s stance on abortion may hinder their chances of victory in the 2024 elections."}]}
{"url":"https:\/\/www.breitbart.com\/politics\/2023\/08\/09\/pro-abortion-biden-white-house-celebrates-failure-of-issue-1-in-ohio-special-election","metadata":{"domain":"breitbart.com","raw_text":"President Joe Biden’s pro-abortion White House is celebrating the failure of a ballot measure called Issue 1 in the Ohio special election.\nThe White House issued a statement late Tuesday evening after Ohioans voted against Issue 1, a measure that would have raised the threshold to pass amendments to the state constitution from 50 percent plus one to 60 percent. While that amendment would have impacted many issues, the amendment was largely viewed as a proxy war over abortion in Ohio. In November, Ohioans will vote on codifying a radical abortion ballot measure into the state constitution, and Issue 1’s passage would have complicated left-wing activists’ push for abortion on demand.\n“Today, Ohio voters rejected an effort by Republican lawmakers and special interests to change the state’s constitutional amendment process,” the White House statement reads. “This measure was a blatant attempt to weaken voters’ voices and further erode the freedom of women to make their own health care decisions. Ohioans spoke loud and clear, and tonight democracy won.”\nThe Washington Post called the election around 9:00 p.m., with 39 percent of the vote counted. At that point, 60.5 percent of Ohioans voted “no” on Issue 1, and 39.5 percent voted “yes.” As of Wednesday, with most of the votes counted, 57 percent of Ohioans voted “no,” and 43 percent voted “yes.”\nIf the ballot measure had passed, it would have also required citizens who want to place an amendment on the ballot to collect signatures from at least five percent of voters from the last gubernatorial election in all 88 Ohio counties instead of the current requirement of 44. It would have additionally eliminated the ten-day cure signature period.\nProponents of Issue 1 said the amendment would have protected Ohio’s constitution for out-of-state special interest groups. Opponents of Issue 1, including the left-wing groups championing the abortion initiative, viewed the amendment as an effort to stop their abortion-on-demand agenda in the state. Even so, many coalition members’ own constitutions require supermajorities to amend their bylaws.\nPro-life and pro-abortion groups are now looking ahead to the November election, where each side will engage in a brutal tug-of-war in an attempt to persuade a simple majority of Ohioans to either protect the unborn or enshrine the “right” to end the lives of the unborn in the state constitution.\nOpponents of the abortion ballot initiative are urgently warning that it would decimate parental rights, lead to abortion on demand, and even allow minors to pursue sex-change procedures. Notably, the left-wing coalition members pushing the measure have long campaigned to end parental involvement laws.\nThe language of the abortion ballot initiative is extremely broad and makes no differentiation between minors and adults, instead opting to use the term “individual.”\nIt states that “every individual has a right to make and carry out one’s own reproductive decisions, including but not limited to decisions on: contraception, fertility treatment, continuing one’s own pregnancy, miscarriage care, and abortion.”\nUnder the amendment, the state would also not be allowed to:\n…directly or indirectly, burden, penalize, prohibit, interfere with, or discriminate against either an individual’s voluntary exercise of this right or a person or entity that assists an individual exercising this right, unless the state demonstrates that it is using the least restrictive means to advance the individuals health in accordance with widely accepted and evidence-based standards of care.\n“Sadly, attacks on state constitutions are now the national playbook of the extreme pro-abortion Left,” leading pro-life organization Susan B. Anthony Pro-Life America said in a statement. “That is why everyone must take this threat seriously and recognize progressives will win if their opponents are scared into submission by the pro-abortion Left.”\n“So long as the Republicans and their supporters take the ostrich strategy and bury their heads in the sand, they will lose again and again,” it concluded.\nKatherine Hamilton is a political reporter for Breitbart News. You can follow her on Twitter @thekat_hamilton.\nCOMMENTS\nPlease let us know if you're having issues with commenting.","publish_date":"2023-08-09","author":"Katherine Hamilton"},"extraction_timestamp":"2023-08-09 23:12:42.309824","extractor_version":0,"extractor_method":"gpt-4","facts":[{"text":"Ohio voters have voted against Issue 1 in the Ohio special election."},{"text":"Issue 1 is a ballot measure that proposed raising the threshold to pass amendments to the state constitution from 50 percent plus one to 60 percent vote."},{"text":"The amendment was viewed as related to the abortion issue in Ohio."},{"text":"When the Washington Post called the election, 60.5 percent of Ohioans had voted “no” on Issue 1, and 39.5 percent had voted “yes.”"},{"text":"The final results showed that 57 percent of Ohioans voted “no,” and 43 percent voted “yes.”"},{"text":"If Issue 1 had passed, it would have changed the requirements for placing an amendment on the ballot."},{"text":"The measure also would have eliminated the ten-day cure signature period."},{"text":"Both pro-life and pro-abortion groups are preparing for the November election."},{"text":"The abortion ballot initiative is worded broadly and does not differentiate between minors and adults."},{"text":"According to the amendment, the state would not be allowed to interfere with an individual’s reproductive decisions."},{"text":"Pro-life organization Susan B. Anthony Pro-Life America criticizes what they perceive as attacks on state constitutions by the pro-abortion Left."}]}
{"url":"https:\/\/apnews.com\/article\/ohio-abortion-rights-constitutional-amendment-special-election-227cde039f8d51723612878525164f1a","metadata":{"domain":"apnews.com","raw_text":"Voters in Ohio reject GOP-backed proposal that would have made it tougher to protect abortion rights\nDennis Willard, spokesperson for One Person One Vote, celebrates the results of the election during a watch party Tuesday, Aug. 8, 2023, in Columbus, Ohio. Ohio voters have resoundingly rejected a Republican-backed measure that would have made it more difficult to pass abortion protections. (AP Photo\/Jay LaPrete)\nPeople celebrate the defeat of Issue 1 during a watch party Tuesday, Aug. 8, 2023, in Columbus, Ohio. Ohio voters have resoundingly rejected a Republican-backed measure that would have made it more difficult to pass abortion protections. (AP Photo\/Jay LaPrete)\nDeidra Reese, statewide program manager for the Ohio Unity Coalition, celebrates the defeat of Issue 1 during a watch party Tuesday, Aug. 8, 2023, in Columbus, Ohio. Ohio voters have resoundingly rejected a Republican-backed measure that would have made it more difficult to pass abortion protections. (AP Photo\/Jay LaPrete)\nRepublican Ohio Senate president Matt Huffman, left, talks to reporters as Republican Ohio state representative Jim Hoops listens in Columbus, Ohio, following the failure of Issue 1 in a special election Tuesday, Aug. 8, 2023. Ohio voters have resoundingly rejected a Republican-backed measure that would have made it more difficult to pass abortion protections. (AP Photo\/Paul Vernon)\nRepublican Ohio Senate president Matt Huffman, left, talks to reporters as Republican Ohio state representative Jim Hoops listens in Columbus, Ohio, following the failure of Issue 1 in a special election Tuesday, Aug. 8, 2023. Ohio voters have resoundingly rejected a Republican-backed measure that would have made it more difficult to pass abortion protections. (AP Photo\/Paul Vernon)\nPeople celebrate the defeat of Issue 1 during a watch party Tuesday, Aug. 8, 2023, in Columbus, Ohio. Ohio voters have resoundingly rejected a Republican-backed measure that would have made it more difficult to pass abortion protections. (AP Photo\/Jay LaPrete)\nVoters cast their ballots during a special election for Issue 1 at the Schiller Recreation Center in German Village, Tuesday, Aug. 8, 2023, in Columbus, Ohio. Ohio voters are deciding whether to make their state constitution harder to amend. (Adam Cairns\/The Columbus Dispatch via AP)\nVoter Marty Savage stops to talk with poll worker Tom Rodgers in the Thornville Middle School gymnasium Tuesday, Aug. 8, 2023, in Thornville, Ohio. Noting his long white beard, Savage quipped “Even though I’m a member of the Christmas Party, they still let me vote.” Both men live in Thornville. (Doral Chenoweth\/The Columbus Dispatch via AP)\nVoters come and go at the Beachwood Community Center in Beachwood, Ohio, Tuesday morning, Aug. 8, 2023, to vote on Issue 1, an abortion rights amendment, during the special election to decide the issue. (David Petkiewicz\/Cleveland.com via AP)\nA man arrives at the Brooklyn Senior Community Center, in Brooklyn, Ohio, Tuesday morning, August 8, 2023, to vote on Issue 1, an abortion rights amendment, during the special election to decide the issue. (David Petkiewicz\/Cleveland.com via AP)\nVoters come and go at the Beachwood Community Center in Beachwood, Ohio, on Tuesday, Aug. 8, 2023 to vote on Issue 1 during the special election held to decide the issue. (David Petkiewicz\/Cleveland.com via AP)\nVoters come and go at the Bedford Heights Community Center, in Bedford Heights, Ohio, Tuesday morning, August 8, 2023, to vote on Issue 1, an abortion rights amendment, during the special election to decide the issue. (David Petkiewicz\/The Plain Dealer via AP)\nFILE - A sign asking Ohioans to vote in support of Issue 1 sits above another sign advocating against abortion rights at an event hosted by Created Equal on July 20, 2023, in Cincinnati, Ohio. Turnout is robust and misinformation rampant as Ohio concludes a hastily called and highly charged special election Tuesday, a contest that could determine the fate of abortion rights in the state and fuel political playbooks nationally heading into 2024. (AP Photo\/Patrick Orsagos, File)\nFILE - A small group of protestors gather during a “rosary rally” on Aug. 6, 2023, in Norwood, Ohio. Turnout is robust and misinformation rampant as Ohio concludes a hastily called and highly charged special election Tuesday, a contest that could determine the fate of abortion rights in the state and fuel political playbooks nationally heading into 2024. (AP Photo\/Darron Cummings, File)\nAn American flag waves in the breeze next to a sign directing Ohioans to vote inside Tharp Sixth Grade School, Tuesday, Aug. 8, 2023 in Hilliard, Ohio. It’s the final day that Ohio citizens can vote in a GOP-rushed special election on whether to make the state constitution harder to amend, likely having direct impact on abortion rights in the state. (AP Photo\/Samantha Hendrickson)\nA fake newspaper titled “The Buckeye Reporter” is shown Aug. 4, 2023, in Columbus, Ohio. Ohio residents in recent weeks received the fake newspaper touting misleading claims about Ohio politics, advocacy groups and the upcoming Aug 8, 2023 election on Issue 1 – a ballot measure that would make it harder to amend the state’s constitution. The publication is one of thousands of pseudo-local news outlets created by the Illinois-based Metric Media or Pipeline Media, known for often producing false content with a conservative political agenda. (AP Photo\/Samantha Hendrickson)\nBryan Phipps, left, and Chuck Taylor, both from Columbus, talk while waiting for election results during a watch party Tuesday, Aug. 8, 2023, in Columbus, Ohio. (AP Photo\/Jay LaPrete)\nMary Beth Smith, of Columbus, takes a photo of election results during a watch party Tuesday, Aug. 8, 2023, in Columbus, Ohio. (AP Photo\/Jay LaPrete)\nDennis Willard, spokesperson for One Person One Vote, celebrates the results of the election during a watch party Tuesday, Aug. 8, 2023, in Columbus, Ohio. Ohio voters have resoundingly rejected a Republican-backed measure that would have made it more difficult to pass abortion protections. (AP Photo\/Jay LaPrete)\nDennis Willard, spokesperson for One Person One Vote, celebrates the results of the election during a watch party Tuesday, Aug. 8, 2023, in Columbus, Ohio. Ohio voters have resoundingly rejected a Republican-backed measure that would have made it more difficult to pass abortion protections. (AP Photo\/Jay LaPrete)\nPeople celebrate the defeat of Issue 1 during a watch party Tuesday, Aug. 8, 2023, in Columbus, Ohio. Ohio voters have resoundingly rejected a Republican-backed measure that would have made it more difficult to pass abortion protections. (AP Photo\/Jay LaPrete)\nPeople celebrate the defeat of Issue 1 during a watch party Tuesday, Aug. 8, 2023, in Columbus, Ohio. Ohio voters have resoundingly rejected a Republican-backed measure that would have made it more difficult to pass abortion protections. (AP Photo\/Jay LaPrete)\nDeidra Reese, statewide program manager for the Ohio Unity Coalition, celebrates the defeat of Issue 1 during a watch party Tuesday, Aug. 8, 2023, in Columbus, Ohio. Ohio voters have resoundingly rejected a Republican-backed measure that would have made it more difficult to pass abortion protections. (AP Photo\/Jay LaPrete)\nDeidra Reese, statewide program manager for the Ohio Unity Coalition, celebrates the defeat of Issue 1 during a watch party Tuesday, Aug. 8, 2023, in Columbus, Ohio. Ohio voters have resoundingly rejected a Republican-backed measure that would have made it more difficult to pass abortion protections. (AP Photo\/Jay LaPrete)\nRepublican Ohio Senate president Matt Huffman, left, talks to reporters as Republican Ohio state representative Jim Hoops listens in Columbus, Ohio, following the failure of Issue 1 in a special election Tuesday, Aug. 8, 2023. Ohio voters have resoundingly rejected a Republican-backed measure that would have made it more difficult to pass abortion protections. (AP Photo\/Paul Vernon)\nRepublican Ohio Senate president Matt Huffman, left, talks to reporters as Republican Ohio state representative Jim Hoops listens in Columbus, Ohio, following the failure of Issue 1 in a special election Tuesday, Aug. 8, 2023. Ohio voters have resoundingly rejected a Republican-backed measure that would have made it more difficult to pass abortion protections. (AP Photo\/Paul Vernon)\nRepublican Ohio Senate president Matt Huffman, left, talks to reporters as Republican Ohio state representative Jim Hoops listens in Columbus, Ohio, following the failure of Issue 1 in a special election Tuesday, Aug. 8, 2023. Ohio voters have resoundingly rejected a Republican-backed measure that would have made it more difficult to pass abortion protections. (AP Photo\/Paul Vernon)\nRepublican Ohio Senate president Matt Huffman, left, talks to reporters as Republican Ohio state representative Jim Hoops listens in Columbus, Ohio, following the failure of Issue 1 in a special election Tuesday, Aug. 8, 2023. Ohio voters have resoundingly rejected a Republican-backed measure that would have made it more difficult to pass abortion protections. (AP Photo\/Paul Vernon)\nPeople celebrate the defeat of Issue 1 during a watch party Tuesday, Aug. 8, 2023, in Columbus, Ohio. Ohio voters have resoundingly rejected a Republican-backed measure that would have made it more difficult to pass abortion protections. (AP Photo\/Jay LaPrete)\nPeople celebrate the defeat of Issue 1 during a watch party Tuesday, Aug. 8, 2023, in Columbus, Ohio. Ohio voters have resoundingly rejected a Republican-backed measure that would have made it more difficult to pass abortion protections. (AP Photo\/Jay LaPrete)\nVoters cast their ballots during a special election for Issue 1 at the Schiller Recreation Center in German Village, Tuesday, Aug. 8, 2023, in Columbus, Ohio. Ohio voters are deciding whether to make their state constitution harder to amend. (Adam Cairns\/The Columbus Dispatch via AP)\nVoters cast their ballots during a special election for Issue 1 at the Schiller Recreation Center in German Village, Tuesday, Aug. 8, 2023, in Columbus, Ohio. Ohio voters are deciding whether to make their state constitution harder to amend. (Adam Cairns\/The Columbus Dispatch via AP)\nVoter Marty Savage stops to talk with poll worker Tom Rodgers in the Thornville Middle School gymnasium Tuesday, Aug. 8, 2023, in Thornville, Ohio. Noting his long white beard, Savage quipped “Even though I’m a member of the Christmas Party, they still let me vote.” Both men live in Thornville. (Doral Chenoweth\/The Columbus Dispatch via AP)\nVoter Marty Savage stops to talk with poll worker Tom Rodgers in the Thornville Middle School gymnasium Tuesday, Aug. 8, 2023, in Thornville, Ohio. Noting his long white beard, Savage quipped “Even though I’m a member of the Christmas Party, they still let me vote.” Both men live in Thornville. (Doral Chenoweth\/The Columbus Dispatch via AP)\nVoters come and go at the Beachwood Community Center in Beachwood, Ohio, Tuesday morning, Aug. 8, 2023, to vote on Issue 1, an abortion rights amendment, during the special election to decide the issue. (David Petkiewicz\/Cleveland.com via AP)\nVoters come and go at the Beachwood Community Center in Beachwood, Ohio, Tuesday morning, Aug. 8, 2023, to vote on Issue 1, an abortion rights amendment, during the special election to decide the issue. (David Petkiewicz\/Cleveland.com via AP)\nA man arrives at the Brooklyn Senior Community Center, in Brooklyn, Ohio, Tuesday morning, August 8, 2023, to vote on Issue 1, an abortion rights amendment, during the special election to decide the issue. (David Petkiewicz\/Cleveland.com via AP)\nA man arrives at the Brooklyn Senior Community Center, in Brooklyn, Ohio, Tuesday morning, August 8, 2023, to vote on Issue 1, an abortion rights amendment, during the special election to decide the issue. (David Petkiewicz\/Cleveland.com via AP)\nVoters come and go at the Beachwood Community Center in Beachwood, Ohio, on Tuesday, Aug. 8, 2023 to vote on Issue 1 during the special election held to decide the issue. (David Petkiewicz\/Cleveland.com via AP)\nVoters come and go at the Beachwood Community Center in Beachwood, Ohio, on Tuesday, Aug. 8, 2023 to vote on Issue 1 during the special election held to decide the issue. (David Petkiewicz\/Cleveland.com via AP)\nVoters come and go at the Bedford Heights Community Center, in Bedford Heights, Ohio, Tuesday morning, August 8, 2023, to vote on Issue 1, an abortion rights amendment, during the special election to decide the issue. (David Petkiewicz\/The Plain Dealer via AP)\nVoters come and go at the Bedford Heights Community Center, in Bedford Heights, Ohio, Tuesday morning, August 8, 2023, to vote on Issue 1, an abortion rights amendment, during the special election to decide the issue. (David Petkiewicz\/The Plain Dealer via AP)\nFILE - A sign asking Ohioans to vote in support of Issue 1 sits above another sign advocating against abortion rights at an event hosted by Created Equal on July 20, 2023, in Cincinnati, Ohio. Turnout is robust and misinformation rampant as Ohio concludes a hastily called and highly charged special election Tuesday, a contest that could determine the fate of abortion rights in the state and fuel political playbooks nationally heading into 2024. (AP Photo\/Patrick Orsagos, File)\nFILE - A sign asking Ohioans to vote in support of Issue 1 sits above another sign advocating against abortion rights at an event hosted by Created Equal on July 20, 2023, in Cincinnati, Ohio. Turnout is robust and misinformation rampant as Ohio concludes a hastily called and highly charged special election Tuesday, a contest that could determine the fate of abortion rights in the state and fuel political playbooks nationally heading into 2024. (AP Photo\/Patrick Orsagos, File)\nFILE - A small group of protestors gather during a “rosary rally” on Aug. 6, 2023, in Norwood, Ohio. Turnout is robust and misinformation rampant as Ohio concludes a hastily called and highly charged special election Tuesday, a contest that could determine the fate of abortion rights in the state and fuel political playbooks nationally heading into 2024. (AP Photo\/Darron Cummings, File)\nFILE - A small group of protestors gather during a “rosary rally” on Aug. 6, 2023, in Norwood, Ohio. Turnout is robust and misinformation rampant as Ohio concludes a hastily called and highly charged special election Tuesday, a contest that could determine the fate of abortion rights in the state and fuel political playbooks nationally heading into 2024. (AP Photo\/Darron Cummings, File)\nAn American flag waves in the breeze next to a sign directing Ohioans to vote inside Tharp Sixth Grade School, Tuesday, Aug. 8, 2023 in Hilliard, Ohio. It’s the final day that Ohio citizens can vote in a GOP-rushed special election on whether to make the state constitution harder to amend, likely having direct impact on abortion rights in the state. (AP Photo\/Samantha Hendrickson)\nAn American flag waves in the breeze next to a sign directing Ohioans to vote inside Tharp Sixth Grade School, Tuesday, Aug. 8, 2023 in Hilliard, Ohio. It’s the final day that Ohio citizens can vote in a GOP-rushed special election on whether to make the state constitution harder to amend, likely having direct impact on abortion rights in the state. (AP Photo\/Samantha Hendrickson)\nA fake newspaper titled “The Buckeye Reporter” is shown Aug. 4, 2023, in Columbus, Ohio. Ohio residents in recent weeks received the fake newspaper touting misleading claims about Ohio politics, advocacy groups and the upcoming Aug 8, 2023 election on Issue 1 – a ballot measure that would make it harder to amend the state’s constitution. The publication is one of thousands of pseudo-local news outlets created by the Illinois-based Metric Media or Pipeline Media, known for often producing false content with a conservative political agenda. (AP Photo\/Samantha Hendrickson)\nA fake newspaper titled “The Buckeye Reporter” is shown Aug. 4, 2023, in Columbus, Ohio. Ohio residents in recent weeks received the fake newspaper touting misleading claims about Ohio politics, advocacy groups and the upcoming Aug 8, 2023 election on Issue 1 – a ballot measure that would make it harder to amend the state’s constitution. The publication is one of thousands of pseudo-local news outlets created by the Illinois-based Metric Media or Pipeline Media, known for often producing false content with a conservative political agenda. (AP Photo\/Samantha Hendrickson)\nBryan Phipps, left, and Chuck Taylor, both from Columbus, talk while waiting for election results during a watch party Tuesday, Aug. 8, 2023, in Columbus, Ohio. (AP Photo\/Jay LaPrete)\nBryan Phipps, left, and Chuck Taylor, both from Columbus, talk while waiting for election results during a watch party Tuesday, Aug. 8, 2023, in Columbus, Ohio. (AP Photo\/Jay LaPrete)\nMary Beth Smith, of Columbus, takes a photo of election results during a watch party Tuesday, Aug. 8, 2023, in Columbus, Ohio. (AP Photo\/Jay LaPrete)\nMary Beth Smith, of Columbus, takes a photo of election results during a watch party Tuesday, Aug. 8, 2023, in Columbus, Ohio. (AP Photo\/Jay LaPrete)\nCOLUMBUS, Ohio (AP) — Ohio voters resoundingly rejected a Republican-backed measure that would have made it more difficult to change the state’s constitution, setting up a fall campaign that will become the nation’s latest referendum on abortion rights since the U.S. Supreme Court overturned nationwide protections last year.\nThe defeat of Issue 1 on Tuesday keeps in place a simple majority threshold for passing future constitutional amendments, rather than the 60% supermajority that was proposed. Its supporters said the higher bar would protect the state’s foundational document from outside interest groups.\nVoter opposition to the proposal was widespread, even spreading into traditionally Republican territory. In fact, in early returns, support for the measure fell far short of former President Donald Trump’s performance during the 2020 election in nearly every county.\nDennis Willard, a spokesperson for the opposition campaign One Person One Vote, called Issue 1 a “deceptive power grab” that was intended to diminish the influence of the state’s voters.\n“Tonight is a major victory for democracy in Ohio,” Willard told a jubilant crowd at the opposition campaign’s watch party. “The majority still rules in Ohio.”\nPresident Joe Biden hailed Tuesday’s result, releasing a statement saying: “This measure was a blatant attempt to weaken voters’ voices and further erode the freedom of women to make their own health care decisions. Ohioans spoke loud and clear, and tonight democracy won.”\nA major national group that opposes abortion rights, Susan B. Anthony Pro-Life America, called the result “a sad day for Ohio” while criticizing the outside money that helped the opposition — even though both sides relied on national groups and individuals in their campaigns.\nRepublican lawmakers who had pushed the measure — and put it before voters during the height of summer vacation season — explained away the defeat as a result of too little time to adequately explain its virtues to voters. A main backer, Republican Senate President Matt Huffman, predicted lawmakers would try again, though probably not as soon as next year.\n“Obviously, there are a lot of folks that did not want this to happen — not just because of the November issues, but for all of the other ones that are coming,” he said, expressing disappointment that Republicans didn’t stick together. In a statement, Republican House Speaker Jason Stephens advised supporters to move past Tuesday’s results to focus on trying to defeat the abortion rights measure: “The people of Ohio have spoken.”\nWhile abortion was not directly on the special election ballot, the result marks the latest setback for Republicans in a conservative-leaning state who favor imposing tough restrictions on the procedure. Ohio Republicans placed the question on the summer ballot in hopes of undercutting the citizen initiative that voters will decide in November that seeks to enshrine abortion rights in the state.\nOther states where voters have considered abortion rights since last year’s Supreme Court ruling have protected them, including in red states such as Kansas and Kentucky.\nOhio voters have resoundingly rejected a Republican-backed measure that would have made it more difficult to pass abortion protections. (Aug. 9)\nDr. Marcela Azevedo, one of the leaders of a coalition advancing the fall abortion question, said Tuesday that Issue 1’s defeat should allow the measure to pass in November.\nInterest in Tuesday’s special election was intense, even after Republicans ignored their own law that took effect earlier this year to place the question before voters in August. Voters cast nearly 700,000 early in-person and mail ballots ahead of Tuesday’s final day of voting, more than double the number of advance votes in a typical primary election. Early turnout was especially heavy in the Democratic-leaning counties surrounding Cleveland, Columbus and Cincinnati.\nOne Person One Vote represented a broad, bipartisan coalition of voting rights, labor, faith and community groups. The group also had as allies four living ex-governors of the state and five former state attorneys general of both parties, who called the proposed change bad public policy.\nIn place since 1912, the simple majority standard is a much more surmountable hurdle for Ohioans for Reproductive Rights, the group advancing November’s abortion rights amendment. It would establish “a fundamental right to reproductive freedom” with “reasonable limits.”\nVoters in several states have approved ballot questions protecting access to abortion since the Supreme Court overturned Roe v. Wade, but typically have done so with less than 60% of the vote. AP VoteCast polling last year found that 59% of Ohio voters say abortion should generally be legal.\nEric Chon, a Columbus resident who voted against the measure, said there was a clear anti-abortion agenda to the election. Noting that the GOP voted just last year to get rid of August elections entirely due to low turnout for hyperlocal issues, Chon said, “Every time something doesn’t go their way, they change the rules.”\nThe election result came in the very type of August special election that Republican Secretary of State Frank LaRose, a candidate for U.S. Senate, had previously testified against as undemocratic because of historically low turnout. Republican lawmakers just last year had voted to mostly eliminate such elections, a law they ignored for this year’s election.\nAl Daum, of Hilliard, just west of Columbus, said he didn’t feel the rules were being changed to undermine the power of his vote and said he was in favor of the special election measure. Along with increasing the threshold to 60%, it would mandate that any signatures for a constitutional amendment be gathered from all of Ohio’s 88 counties, not just 44.\nIt’s a change that Daum said would give more Ohio residents a chance to make their voices heard.\nVoters’ rejection of the proposal marked a rare rebuke for Ohio Republicans, who have held power across every branch of state government for 12 years. GOP lawmakers had cited possible future amendments related to gun control, minimum wage increases and more as reasons a higher threshold should be required.\nProtect Ohio Women, the campaign working to defeat the fall abortion rights amendment, vowed to continue fighting into the fall.\n“Our pro-life, pro-parent coalition is more motivated than ever,” the group said in a statement.\n___\nThe Associated Press receives support from several private foundations to enhance its explanatory coverage of elections and democracy. See more about AP’s democracy initiative here. The AP is solely responsible for all content.\n___\nSamantha Hendrickson is a corps member for the Associated Press\/Report for America Statehouse News Initiative. Report for America is a nonprofit national service program that places journalists in local newsrooms to report on undercovered issues.","publish_date":"2023-08-08","author":"JULIE CARR SMYTH; SAMANTHA HENDRICKSON"},"extraction_timestamp":"2023-08-09 23:13:18.914391","extractor_version":0,"extractor_method":"gpt-4","facts":[{"text":"Ohio voters rejected a Republican-backed measure that sought to make it more difficult to pass abortion protections."},{"text":"The defeat of Issue 1 maintains a simple majority threshold for passing future constitutional amendments."},{"text":"Support for the measure fell short in nearly every county in comparison to former President Donald Trump's performance during the 2020 election."},{"text":"The Republican proposal was intended to require a 60% supermajority for amendment changes."},{"text":"President Joe Biden hailed Tuesday's result as a victory for democracy and a rejection of efforts to erode women's health care decisions."},{"text":"Republican Senate President Matt Huffman expressed disappointment while suggesting lawmakers would try again."},{"text":"The result is the latest setback for Republicans favoring strict abortion restrictions in Ohio."},{"text":"The special election saw intense voter interest, with nearly 700,000 early in-person and mail ballots being cast."},{"text":"The move to require a 60% supermajority was opposed by a broad, bipartisan coalition of voting rights, labor, faith, and community groups, including four living ex-governors of Ohio and five former state attorneys general from both parties."},{"text":"A group called One Person One Vote hailed the defeat of Issue 1 as a \"major victory for democracy in Ohio.\""},{"text":"The defeat of Issue 1 paves the way for Ohioans for Reproductive Rights to advance an abortion rights amendment in November that seeks to establish a fundamental right to reproductive freedom with reasonable limits."},{"text":"Ohio voters' rejection of the proposed change to a 60% threshold for passing amendments marks a rare rebuke for Ohio Republicans."}]}
{"url":"https:\/\/www.nytimes.com\/2023\/08\/09\/us\/politics\/ohio-election-abortion-voters.html","metadata":{"domain":"nytimes.com","raw_text":"Supported by\nNews Analysis\nOhio Vote Shows Abortion’s Potency to Reshape Elections\nThe Dobbs ruling has turned a coalition of liberal, swing and moderate Republican voters into a political force. Even in August in Ohio.\nGov. Mike DeWine of Ohio, a Republican, argued that Tuesday’s vote over how to amend the State Constitution was about protecting the state from a flood of special interest money. Secretary of State Frank LaRose, another Republican, urged voters to protect the “very foundational rules” of their constitution.\nBut Ohio voters clearly didn’t buy it. About three million of them showed up for a vote dominated by the debate over abortion rights — an issue that was not technically on the ballot, but was the undeniable force that transformed what would have normally been a little-noticed election over an arcane legislative proposal into a national event.\nFor decades, a majority of Americans supported some form of legalized abortion. But the Supreme Court’s Dobbs decision overturning Roe v. Wade has shifted the political intensity on the issue, reshaping a once mostly silent coalition of liberal, swing and moderate Republican voters into a political force. It’s a force Democrats are working hard to harness in elections across the country next year, often with ballot measures, and it’s a power Republicans have yet to figure out how to match, or at least manage.\n“We’ve taken it on the chin since Dobbs,” said Michael Gonidakis, president of Ohio Right to Life in Columbus, Ohio, who helped organize efforts supporting the proposal on Tuesday. “One of the things we learned was to get out in front and get out ahead and don’t wait because you’ll be run over by the train.”\nOfficially, Ohio voters were being asked whether to make it harder to amend the State Constitution by raising the threshold to enact a new constitutional amendment from a simple majority to 60 percent and increase the requirements to get such initiatives on the ballot.\nIn remarks before party activists and in strategy memos, Republican officials acknowledged that the measure was an attempt to make it harder for abortion rights supporters to pass a ballot measure scheduled for November that would add an amendment protecting abortion rights to the State Constitution. Those private comments fueled a firestorm of national media coverage, nearly $20 million in political spending and surprisingly high turnout for an election in the dead of summer.\nNearly twice as many people voted on the Ohio measure than cast ballots in primaries for governor, Senate, House and other marquee statewide races last year.\nThe power of abortion to mobilize a majority coalition has armed Democrats with a potent new political tool, particularly in crucial battlegrounds like Michigan, Ohio and Arizona where Republican legislatures moved quickly to restrict abortion rights. Already, Democrats are looking ahead to 2024, with activists in around 10 states considering efforts to put abortion protections in state constitutions.\nIf they succeed, those efforts could help boost Democratic turnout in key states — including Arizona, both a presidential battleground and home to a key Senate race next year, and Florida, a traditional swing state that has slipped away from the party in recent elections.\nThe Ohio defeat was powered by a strong showing from Democratic and swing voters. Opponents overperformed in some critical suburban battleground counties. In Athens, for example, a Democratic bastion and the home of Ohio University, voters opposed the measure by 71 percent. Last fall, former Representative Tim Ryan, the Democratic candidate who lost a Senate race to J.D. Vance, a Republican, won the county by 61 percent.\nBut there were also signs that moderate, and even some conservative voters, were against the idea. In November, 66 percent of voters in Defiance County, a conservative area in the northwest corner of the state, backed Mr. Vance. Only 61 percent supported the proposal to amend the state constitution.\n“We’ve never seen this amount of spending or attention on an issue related to ballot measure processes and I can tell you it’s not because everyone inherently cares about what the rules are on ballot issues,” said Kelly Hall, executive director of the Fairness Project, which has helped run nearly three dozen ballot measures. “The attention from both sides can only be attributed to the implications for the abortion issue.”\nAfter spending nearly a half century pushing against Roe, Republicans have struggled to adapt, trapped between a party base that still largely opposes abortion rights and a country that broadly supports them.\nAbortion played a significant role in motivating key parts of the Democratic base to the polls during the midterm elections. Abortion-related initiatives won in all six states where they appeared on the ballot in 2022 and likely helped to boost turnout for the Democratic ticket in those places. In red and purple states — Michigan, Kentucky and Kansas — the vote for abortion rights was between 52 percent and 59 percent — just below the 60 percent threshold Ohio Republicans were trying to set.\nThis year, Democrats prevailed in a contest for the Wisconsin Supreme Court where their candidate focused on her support for abortion rights in a state with a law banning the procedure.\nAbortion is legal in Ohio until 22 weeks of pregnancy. After the Supreme Court decision, a law banning abortion at six weeks took effect but was blocked by a state judge while litigation proceeded — which it still is.\nWith Tuesday’s referendum, Republican lawmakers attempted a version of the kind of two-track strategy their party had done successfully for years. To conservative voters, they emphasized the measure’s role in raising the bar for the abortion amendment while, to other audiences, they talked about other potential impacts.\nFor Republicans, the challenge is that most of their voters are out-of-step with the broader electorate. Polling conducted last month by The New York Times\/Siena College found that 61 percent of voters believe abortion should be all or mostly legal, a view shared by majorities in every region of the country, across all income levels, ages, racial groups and of both men and women. But 57 percent of Republicans believe the procedure should be all or mostly illegal.\nOn the presidential primary campaign trail, Republican candidates have largely tried to avoid spending too much time on the specifics of the issue. Gov. Ron DeSantis of Florida signed legislation prohibiting most abortions after six weeks in his home state, but has stopped short of embracing a federal ban.\nOthers, including Senator Tim Scott, back a 15-week federal ban. And former President Donald J. Trump, who takes credit for appointing three of the Supreme Court Justices who voted to overturn Roe, has not endorsed any kind of restrictions. He’s expressed concerns that moving too far to the right on abortion could cost Republicans votes, saying it could make it “very, very hard to win an election.”\nBut Republicans are unlikely to evade the topic in the general election.\nIn a post-Roe world, where protecting abortion rights has become a priority for a larger swath of voters, the old strategies don’t work quite as well. Katie Paris, the founder of Red, Wine and Blue, a group that organizes suburban women voters for Ohio Democrats, said she saw voters who wouldn’t normally have tuned into a summer election on an obscure political process get engaged. Abortion, she said, snaps them to attention.\n“There’s constant evidence of how personal this is,” she said. “It’s the perfect case study.”\nLisa Lerer is a national political correspondent, covering campaigns, elections and political power. More about Lisa Lerer","publish_date":"2023-08-09","author":"Lisa Lerer"},"extraction_timestamp":"2023-08-09 23:14:15.270740","extractor_version":0,"extractor_method":"gpt-4","facts":[{"text":"Gov. Mike DeWine of Ohio, a Republican, argued Tuesday’s vote was about protecting the state from a flood of special interest money."},{"text":"Ohio voters were asked whether to make it more difficult to amend the State Constitution."},{"text":"An election took place over how to amend the State Constitution."},{"text":"Ohio had increased voter turnout for an election that took place in the middle of summer."},{"text":"Twice as many people voted on the Ohio measure than in the previous year's primary elections for governor, Senate, House, and other statewide races."},{"text":"The Supreme Court’s Dobbs decision overturned Roe v. Wade, sparking renewed political intensity on the issue of abortion."},{"text":"Michael Gonidakis, president of Ohio Right to Life, helped organize efforts supporting the proposal."},{"text":"The proposal in question sought to raise the threshold to enact a new constitutional amendment from a simple majority to 60 percent."},{"text":"Democrats are considering efforts to put abortion protections in state constititutions in roughly 10 states."},{"text":"In Athens, Ohio, voters opposed the measure by 71 percent."},{"text":"Abortion is legal in Ohio until 22 weeks of pregnancy."},{"text":"Republicans have historically pushed against Roe v. Wade."},{"text":"Abortion-related initiatives won in all six states where they appeared on the ballot in 2022."},{"text":"The New York Times\/Siena College found in a poll that 61 percent of voters believe abortion should be all or mostly legal."},{"text":"Currently, 57 percent of Republicans believe the procedure should be all or mostly illegal."},{"text":"Gov. Ron DeSantis of Florida signed legislation prohibiting most abortions after six weeks in his home state, but has stopped short of embracing a federal ban."},{"text":"Former President Donald J. Trump has not endorsed any kind of restrictions on abortion."},{"text":"The Supreme Court ruling has driven a renewed focus on protecting abortion rights."}]}
{"url":"https:\/\/www.politico.com\/news\/2023\/08\/08\/ohio-takeaways-voters-abortion-00110411","metadata":{"domain":"politico.com","raw_text":"Abortion rights won big in Ohio. Here’s why it wasn’t particularly close.\nRepublicans again feel wrath of abortion rights supporters.\nOhioans on Tuesday soundly defeated a proposal that would have made it more difficult to alter the state’s Constitution.\nThe move is a lightning-rod moment for abortion rights, even if the issue wasn’t directly on the ballot. After the Supreme Court’s Dobbs decision last year, the issue motivated voters to storm the polls. But this measure, which didn’t directly take on abortion, was a closely watched measure of if the issue still resonates with voters.\nVoters had the answer. They overwhelmingly rejected Issue 1, an amendment that would have raised the threshold to pass a constitutional amendment from a simple majority to 60 percent, as well as complicate the process to bring citizen-initiated ballot measures to voters in the first place. Though it had profound implications for a number of issues, it was widely seen in the state as a way to thwart November’s measure that would enshrine abortion rights in the state’s Constitution.\nThe measure’s defeat now gives abortion-rights supporters a clearer path to victory.\nOpponents of Issue 1 view the victory as the first battle on abortion in the coming cycle, when the issue will be a factor in competitive Senate and House races that could help determine who controls Congress — as well as a number of direct ballot measures in swing states in the works.\nBut opponents also frame their victory as one that protects the power of the simple majority.\n“I think sometimes, a lot of these fights get viewed in a single entity and the state gets viewed in a single moment as its value to the presidential battleground map,” said Ohio Democratic Party Chair Liz Walters. “And I get that, but democracy matters everywhere,” pointing to Arkansas and South Dakota, where voters similarly rejected efforts to implement a supermajority requirement for ballot initiatives.\nHere are three takeaways from Tuesday’s election in Ohio:\nAbortion still a serious turnout driver\nTuesday’s election proved that the state-by-state battle over abortion rights is still a serious motivator to get voters to the polls — even when abortion isn’t directly on the ballot.\nOhio Republicans moved in January to cancel most August elections because they were low turnout affairs that voters rarely paid attention to. Just over 8 percent of voters turned up in an August 2022 state legislative primary election, for example.\nSo when the GOP-controlled legislature pulled an about face months later by scheduling Issue 1 on the August ballot, abortion rights supporters cried foul, saying it was an attempt to kneecap them without voters noticing.\nBut voters turned up in droves anyway. More than 600,000 people voted early — a number that could still rise from late-arriving mail ballots — which outpaced the entirety of the turnout for that 2022 August election. It was also more than twice the number of people who voted early in the May 2022 primaries, which featured competitive Senate or gubernatorial contests.\nBoth pro-abortion rights groups and anti-abortion activists invested heavily in getting their supporters to show up. And conservatives emphasized supporters voting early as well, as Republicans try to close the gap created, in part, by former President Donald Trump’s relentless attacks on early voting.\nInstead of a summer snoozer, turnout was off the charts.\nAnti-abortion messaging isn’t evolving, or resonating\nAnti-abortion groups that have invested millions in ballot initiative fights have deployed similar messages in each state since the post-Roe contests kicked off last summer — focusing on areas they see as political vulnerabilities, including parental consent, abortions later in pregnancy, and gender-affirming care for minors.\nIn Ohio this week and in Kansas, Kentucky, Michigan and other states last year, groups poured millions into TV ads arguing that codifying abortion rights in the state constitution would lead to the abolition of any restrictions on the procedure — including requirements that parents be notified when a minor terminates a pregnancy and bans on most abortions after the point of fetal viability.\n“I don’t think our messaging will change at all, because we’ve seen positive movement from the messaging,” Mike Hartley, a veteran GOP strategist in Ohio and campaign manager for Protect Women Ohio, the coalition against the abortion-rights measure, said last month. “We’re gonna keep hammering … that it’s not just about abortion.”\nThough polling indicates majority support for those restrictions, even among Democrats, the arguments have not swayed voters in these races amid a general surge in support for abortion rights in the year since Roe was overturned.\n“Dobbs changed everything. Any polling done prior to then is obsolete,” said Ashley All, who led the successful Kansas campaign to defeat an anti-abortion rights ballot measure last summer and is now advising other states through the group Families United for Freedom. “People now see the real consequences of these bans. They see children having to cross state lines to get care. They see women almost dying in childbirth. So they don’t buy the arguments the other side is making.”\nThe fight drags on\nAbortion in Ohio remains legal for now thanks to a court injunction blocking enforcement of the state’s near-total ban. But Ohio voters have an opportunity to directly weigh in on a constitutional amendment on the November ballot to permanently protect the right to the procedure — making any anti-aboriton legislation obsolete.\nWith Congress lacking the votes to pass either national abortion restrictions or bring back the protections of Roe, abortion-rights groups see state ballot measures as one of their best tools for maintaining or restoring access in red and purple states.\nSimilar efforts to put abortion rights to a popular vote are also brewing in Arizona, Florida, Missouri, Nevada and South Dakota. Activists in many of these states are hoping to get the issue before voters in 2024, in which turnout will be especially high due to the presidential election.\nArizonans tried and failed to hold a referendum in 2022, falling short in signature-gathering. On Tuesday, they launched a new push, hoping to scrap the state’s current 15-week ban. A poll released by progressive groups Data for Progress and Indivisible on Tuesday found its presence on the ballot would drive higher turnout among Democrats but not Republicans — potentially shaping the results of the state’s Senate and presidential races.","publish_date":"2023-08-08","author":"Madison Fernandez; Alice Miranda Ollstein; Zach Montellaro Link Copied"},"extraction_timestamp":"2023-08-09 23:14:48.073802","extractor_version":0,"extractor_method":"gpt-4","facts":[{"text":"Ohioans defeated a proposal that would have made it more difficult to alter the state’s Constitution."},{"text":"The proposal, known as Issue 1, would have raised the threshold to pass a constitutional amendment from a simple majority to 60 percent."},{"text":"The defeat of this measure gives abortion-rights supporters a clearer path to victory."},{"text":"Abortion-rights supporters view the victory as protecting the power of the simple majority."},{"text":"Ohio Republicans moved in January to cancel most August elections."},{"text":"The GOP-controlled legislature scheduled Issue 1 on the August ballot."},{"text":"More than 600,000 people voted early for the Issue 1 election."},{"text":"Both pro-abortion rights groups and anti-abortion activists heavily invested in getting their supporters to vote."},{"text":"Anti-abortion groups have invested millions in ballot initiative fights in several states."},{"text":"Abortion in Ohio remains legal thanks to a court injunction blocking enforcement of the state’s near-total ban."},{"text":"Ohio voters have an opportunity to directly weigh in on a constitutional amendment on the November ballot to permanently protect the right to the procedure."},{"text":"Efforts to put abortion rights to a popular vote are also brewing in Arizona, Florida, Missouri, Nevada and South Dakota."},{"text":"Arizonans launched a new push to scrap the state’s current 15-week ban."}]}
{"url":"https:\/\/www.tomshardware.com\/news\/superconductor-breakthrough-replicated-twice","metadata":{"domain":"tomshardware.com","raw_text":"Humanity may be in the throes of another breakthrough that's every bit as impactful as the invention of the transistor and the advent (and eventual vindication) of quantum computing. LK-99, as it's been named, is a new compound that researchers believe will enable the fabrication of room-temperature, ambient-pressure superconductors. Initially published by a Korean team last Friday, frantic work is underway throughout the research world to validate the paper's claims. For now, two separate sources have already provided preliminary confirmations that this might actually be the real thing — Chinese researchers have even posted video proof. Strap in, this is a maglev-powered, superconducting ride.\nSuperconductors, a wild category of compounds that can conduct electricity without any losses, have been a metaphorical goose chase for years now, with multiple research teams claiming (and then retracting) papers and announcements of its achievement. The reason is simple: Few things come close to the potential of an actual superconductor discovery in terms of what it can do for humanity's current and future technology. Imagine if your 16-core mainstream CPU (which likely requires a competent watercooling solution to avoid incinerating itself) operated without power losses — no current leakage, no electricity waste in the form of heat. Superconductors mean almost perfectly efficient computing.\n⋇ Beijing LK-99 Levitation Video Author Admits Fraud, Takes it Down\n⋇ 16 Teams Race to Validate Superconductor Breakthrough, Find Mixed Results\n⋇ Scramble to Validate Superconductor Breakthrough Confirms Zero Resistance, With a Catch\n⋇ Superconductor Levitates At Room Temperature, But Questions Remain\nScale that to the world's supercomputers, and you begin to get an idea of the performance impact when trillions of transistors based on superconducting materials work in tandem across GPU and CPU tiles to accelerate things like Artificial Intelligence (AI) workloads. Or scale it in the realm of consumer electronics, quantum computing (where superconductors are important for Josephson junctions), and magnets in general (maglev trains, tokamak fusion reactors, Magnetic Resonance Imaging (MRI), electric motors and generators...)\nIf you can dream it and it features an electrical current or magnetism, it's likely a superconducting material would improve most aspects of it while leaving a surplus of previously-wasted energy within humanity's batteries. Environmental sustainability, then, is also a factor.\nThere might be more to LK-99 than skeptics expected, as two research teams claim to have informally confirmed certain aspects of the superconductivity claims — albeit in preliminary testing. Researcher Sinéad Griffin from the U.S.'s Lawrence Berkeley National Lab pored over the original paper, taking advantage of the supercomputing capabilities within the Department of Energy to simulate the LK-99 material. This complex-yet-simple concoction results from combining the minerals lanarkite (Pb₂SO₅) and copper phosphide (Cu₃P), which are then baked within a 4-day, multi-step, small batch, solid-state synthesis process.\nNational Lab (LBNL) results support LK-99 as a room-temperature ambient-pressure superconductor.Simulations published 1 hour ago on arxiv support LK-99 as the holy grail of modern material science and applied physics. (https:\/\/t.co\/4t4D2gIeBp)Here's the plain-english… pic.twitter.com\/mQNQuO4TFuAugust 1, 2023\nAs a result of the simulations, the researcher published an analysis letter in pre-print form to Arxiv, where she confirmed that the resulting material should manifest the superconduction pathways for electrons to travel through unimpeded and without any resistance. Interestingly, she noticed that these superconducting pathways only form in very specific areas of the compound, namely the highest-energy areas of the resulting crystal lattice.\nBecause physics dictates that systems tend to remain stable at their lowest-possible energy states, this means that the amount of superconducting material produced with each \"shake-and-bake\" manufacturing attempt will result in relatively low quantities of the material. The hope, then, is that further refinements to the fabrication process will yield higher quantities of the material that can then be harvested and put toward building the superconductors themselves.\nThe Race To Validate⏰Previously, on Friday 28 JulyKwon goes rogue and presents at the MMC conference.Lee is forced to give an interview to Yonhap, retracting the 3 author paper, and disclosing Kwon had been fired 4 months earlier.⏰Continuing: Virginia:, HT Kim, shrugs…July 31, 2023\nIf it wasn't clear why this is a big deal, if successful LK-99 would be a watershed moment for humanity easily on-par with invention of the transistor.Here's why: https:\/\/t.co\/Xk90xeFayJ For a catch-up on the original Korean paper: https:\/\/t.co\/JzkgzFBa1PAnd why I was…August 1, 2023\nBut in what's perhaps the most definite sign of a verification, Chinese researchers with the Huazhong University of Science and Technology have claimed to have successfully replicated the superconductor's manufacturing process, posting a video on Bilibili as proof.\nThe above video showcases the Meissner effect as being definite proof of the material's superconducting capabilities. The Meissner effect refers to the expulsion of a magnetic field due to the superconducting process. It is the reason why the video showcases levitating materials — they are interacting with LK-99's Meissner-induced magnetic field.\nThe entire story surrounding this discovery is a scientific rollercoaster ride, with rogue scientists, updated papers, plus cloudy definitions and process descriptions within the paper that make replication efforts more difficult, and even a Russian soil scientist (and anime catgirl) deconstructing the original Korean paper to unveil the trademark levitation of the Meissner effect over her own kitchen counter.\nWe've seen movies with much less complex plots than this already. It's eerily appropriate that such a monumental discovery would be rife with drama. And we're still waiting for a definite announcement that yes, humanity has finally produced room-temperature, ambient-pressure superconductors. After that, there are plenty more physics barriers to crash through, as always.\nEdit 8\/2\/2023 1:40 pm ET: Embedded BiliBili video from the Chinese researchers.\nLK-99 might be real, though you still need to grow the crystals to usable sizes and shapes. A superconductor will have limited uses if you cannot cost-effectively make wires, discs, cylinders and other basic yet very handy shapes from it.\nhttps:\/\/www.allaboutcircuits.com\/technical-articles\/switching-losses-effects-on-semiconductors\/\nBut, unlike Graphene, there might be other materials in this same category that are easier to manufacture at scale.\nRjzL9cS3VW8:34View: https:\/\/m.youtube.com\/watch?v=RjzL9cS3VW8&t=34\nCarbon nanotubes were hyped as the solution to semiconductor copper losses 20 years ago. I don't remember the last time I read about any sign of progress on that. Getting tubes to grow to the necessary lengths and self-assemble on a wafer sounds like extremely tricky business.\nGraphene has plenty of applications when you only need micron-sized flakes... such as thermal pastes, high-performance greases and pencil leads :)\nLikewise, if LK-99 is real but can only be made in micron-sized flakes, I it may still be useful in less glamorous applications such as magnetic filler in ferrite-like transformer and induction motor cores to eliminate most of the remaining eddy current losses there assuming it can also bear the associated current and magnetic flux densities before quenching.\nNo shortage of things that can go wrong besides the LK-99 experiment turning out to be a hoax.","publish_date":"2023-08-01","author":"Francisco Pires"},"extraction_timestamp":"2023-08-09 23:15:13.996437","extractor_version":0,"extractor_method":"gpt-4","facts":[{"text":"LK-99 is a new compound that researchers believe will enable the fabrication of room-temperature, ambient-pressure superconductors."},{"text":"This claim was initially published by a Korean team."},{"text":"Two separate sources have provided preliminary confirmations of the superconductivity claims."},{"text":"Superconductors can conduct electricity without any losses."},{"text":"Superconductors have the potential to greatly enhance computing efficiency."},{"text":"Researcher Sinéad Griffin from the U.S.'s Lawrence Berkeley National Lab simulated the LK-99 material using supercomputing capabilities."},{"text":"The LK-99 compound results from combining the minerals lanarkite and copper phosphide."},{"text":"The superconducting pathways only form in very specific areas of the resulting compound."},{"text":"Chinese researchers with the Huazhong University of Science and Technology claim to have successfully replicated the superconductor's manufacturing process."},{"text":"The above video shows the Meissner effect, indicating that the material has superconducting capabilities."},{"text":"LK-99, if proven, could be extremely impactful, similar to the invention of the transistor."},{"text":"The process to create LK-99 is complicated and includes a multi-step synthesis process."},{"text":"Room-temperature, ambient-pressure superconductors have not yet been definitively confirmed by the scientific community."}]}
{"url":"https:\/\/www.nature.com\/articles\/d41586-023-02481-0","metadata":{"domain":"nature.com","raw_text":"A South Korean team’s claim to have discovered a superconductor that works at room temperature and ambient pressure has become a viral sensation — and prompted a slew of replication efforts by scientists and amateurs alike. But initial efforts to experimentally and theoretically reproduce the buzzworthy result have come up short, and researchers remain deeply sceptical.\nThe team, led by Sukbae Lee and Ji-Hoon Kim at the start-up firm Quantum Energy Research Centre in Seoul, reported in preprints published on the arXiv server 25 July1,2 that a compound of copper, lead, phosphorus and oxygen, dubbed LK-99, is a superconductor at ambient pressure and temperatures up to at least 127 °C (400 kelvin). The team says that samples show two key hallmarks of superconductivity: zero electrical resistance and the Meissner effect, in which the material expels magnetic fields, leading samples to levitate above a magnet. Previous efforts have achieved superconductivity only in materials at incredibly low temperatures or extremely high pressures. No material has ever been confirmed to be a superconductor under ambient conditions.\nLK-99’s purported superconductivity drew immediate scrutiny from scientists. “My first impression was ‘no’,” says Inna Vishik, a condensed-matter experimentalist at the University of California, Davis. “These ‘Unidentified Superconducting Objects’, as they’re sometimes called, reliably show up on the arXiv. There’s a new one every year or so.” Advances in superconductivity are often touted for their potential impact on technologies such as computer chips and maglev trains, but Vishik points out that such excitement might be misplaced. Historically, progress in superconductivity has had tremendous benefits for basic science, but little in the way of everyday applications. There’s no guarantee that a room-temperature superconductor would be of practical use, Vishik says.\nThe first attempts to replicate the LK-99 results have not improved the material’s prospects. None of the studies provides direct evidence for any superconductivity. (The Korean team did not respond to Nature’s request for comment.)\nTwo separate experimental efforts — by teams at the National Physical Laboratory of India in New Delhi3 and Beihang University in Beijing4 — reported synthesizing LK-99, but did not observe signs of superconductivity. A third experiment by researchers at Southeast University in Nanjing, China,5 found no Meissner effect, but measured near-zero resistance in LK-99 at −163 °C (110 K) — which is far below room temperature, but high for superconductors.\nTheorists have also entered the fray. Several studies6–9 used a computational technique called density functional theory (DFT) to calculate LK-99’s electronic structure. The DFT calculations suggest interesting electronic features that, in other materials, have been associated with behaviour such as ferromagnetism and superconductivity. But none of the studies found evidence that LK-99 could be a superconductor at ambient conditions.\nEarly efforts\nReplicators first attempted to synthesize LK-99, following the process described by the Korean team, which involved mixing powdered components and two stages of heating, with 925 °C reached during the second stage. (The high temperatures and use of lead have prompted concerns about amateur replication attempts, which researchers say are dangerous.)\nTo confirm the resulting materials’ structure and identity, replicators used X-ray diffraction, an atomic imaging technique. The Beihang team concluded that its sample’s structure was “highly consistent” with that of LK-99.\nA member of the National Physical Laboratory of India team, physicist Veerpal Singh Awana, acknowledged small differences between their sample and that of the Korean team. “Our LK-99 is very similar to that as the reported superconducting LK-99,” he says.\nBut Robert Palgrave, a chemist at University College London, says that both X-ray diffraction patterns obtained by these replication attempts are significantly different from the Korean team’s patterns and from each other. (Members of the Beihang team did not respond to Nature’s request for comment.)\nThe Southeastern University team obtained X-ray diffraction data that are more consistent with the Korean team’s sample, according to Palgrave. But several researchers have questioned the claim of achieving zero resistance at −163 °C. Evan Zalys-Geller, a condensed-matter physicist at the Massachusetts Institute of Technology in Cambridge, says that the resistance measurement wasn’t sensitive enough to distinguish between a superconductor and a low-resistance metal such as copper. (Members of the Southeastern University team did not respond to a request for comment.)\nTheory troubles\nUncertainty about the structure of LK-99 limits the conclusions that researchers can draw from theoretical calculations, which assume a given structure.\nOn 31 July, a theoretical analysis posted on Twitter prompted excitement among online enthusiasts. Sinéad Griffin, who studies quantum materials at Lawrence Berkeley National Laboratory in Berkeley, California, shared her paper6, accompanied by a GIF of former US president Barack Obama performing a ‘mic drop’. The optimism was prompted by Griffin’s use of DFT to find that LK-99 has ‘flat bands’, indicating that electrons in the material are strongly correlated with each other. “Flat-band systems tend to show interesting physics,” Vishik says. “So when a material is predicted to have a flat band, people get kind of excited.”\nGriffin later rebuffed the optimism, tweeting: “My paper did *not* prove nor give evidence of superconductivity”.\nOther theoretical analyses also suggested the presence of flat bands, but all of them rely on the same assumption about the structure, says Leslie Schoop, a solid-state chemist at Princeton University in New Jersey. “In a nutshell, I don’t believe any of the DFT before I know the correct crystal structure,” she says.\nGriffin agrees that knowing the structure is essential. But she says that the structure found by the Korean team is similar to that of other lead phosphate minerals. “So it’s not too bizarre to think it possible.”\nEven if future experiments confirm flat bands, the feature does not mean the material would display room-temperature superconductivity, Schoop says. The association between flat bands and superconductivity comes from other materials, such as ‘twisted’ layers of graphene — slightly offset sheets of atomically thin carbon — which displayed superconductivity at −271 °C (1.7 K) and featured flat bands10. But this does not provide evidence for superconductivity at the researchers’ claimed temperatures in the lead-based LK-99, Schoop says.\nViral videos\nThe limited success of the replication attempts has not quelled speculation online. Unverified videos of samples, supposedly levitating because of superconductivity, have circulated as viral evidence, despite the fact that many materials and objects — such as graphite, frogs and pliers — can exhibit similar magnetic behaviour.\nPrevious room-temperature superconductivity claims, including one made in March by the controversial physicist Ranga Dias, have made headlines. But the attention associated with LK-99 has surpassed that for many of its predecessors.\nFrustrated by the atmosphere of hype, some scientists have taken to mimicking the levitation videos with everyday materials suspended by string and other props. “I opened Twitter up one day and noticed a bunch of sketchy videos with little floating pebbles,” says Eric Aspling, a physicist at Binghamton University in New York. In response, he uploaded a video featuring a “sample of LK-99 shaped as a fork” suspended by tape. “I thought, ‘How can anybody be convinced by this?’,” he says.","publish_date":"2023-08-04","author":"Garisto; Dan"},"extraction_timestamp":"2023-08-09 23:15:58.802264","extractor_version":0,"extractor_method":"gpt-4","facts":[{"text":"A South Korean team claims to have discovered a superconductor that works at room temperature and ambient pressure."},{"text":"The team is led by Sukbae Lee and Ji-Hoon Kim at the Quantum Energy Research Centre in Seoul."},{"text":"They reported that a compound of copper, lead, phosphorus, and oxygen, named LK-99, is a superconductor at ambient pressure and temperatures up to 127 °C (400 kelvin)."},{"text":"Initial efforts to reproduce the result have failed."},{"text":"Past superconductivity has only been achieved in materials at extremely low temperatures or high pressures."},{"text":"No material has been confirmed to be a superconductor under ambient conditions."},{"text":"None of the initial attempts to replicate the LK-99 results have provided direct evidence for superconductivity."},{"text":"Two separate experimental efforts did not observe signs of superconductivity in LK-99."},{"text":"Theorists used density functional theory (DFT) to calculate LK-99’s electronic structure and found no evidence that LK-99 could be a superconductor at ambient conditions."},{"text":"LK-99 was synthesized by mixing powdered components and two stages of heating."},{"text":"Several researchers have questioned the claim of achieving zero resistance at -163 °C."},{"text":"Knowing the structure of LK-99 is essential for theoretical analyses."},{"text":"The presence of flat bands does not mean the material would display room-temperature superconductivity, according to researcher Leslie Schoop."},{"text":"Viral videos of samples potentially levitating due to superconductivity have circulated but the validity is unverified."},{"text":"The attention associated with LK-99 has surpassed that for many of its predecessors."}]}
{"url":"https:\/\/www.cnet.com\/tech\/computing\/lk-99-superconductor-maybe-a-breakthrough-maybe-just-new-hope","metadata":{"domain":"cnet.com","raw_text":"LK-99 Superconductor: Maybe a Breakthrough, Maybe Just New Hope\nExperts push back against extraordinary claims of a room-temperature superconductor. But even a flop could open up new materials research pathways.\nWhen South Korean scientists reported a potential breakthrough in superconductors in late July, their claims uncorked waves of excitement and skepticism as researchers around the world rushed to replicate the experiments.\nSuch a superconductor — transmitting electricity with no energy loss at room temperature and ordinary air pressure — is a holy grail of materials science. Dreamers hope for room-temperature superconductors that could maximize the efficiency of our energy grids and supercharge fusion energy production; speed up progress on quantum supercomputers; or help usher in an era of superfast transport.\nRight now, though, the story of the LK-99 superconductor is all about what's going on in laboratories.\nOn July 22, the physicists in South Korea uploaded two papers to arXiv, a repository for preprint research — the kind that has yet to be peer-reviewed and published in a scientific journal. It's basically like uploading a first draft of your work. The researchers claimed they'd produced the first room-temperature superconductor with a \"modified lead-apatite structure\" doped with copper and dubbed LK-99.\nPart of the \"proof\" the team provided was a video showing the compound levitating over a magnet, a key characteristic of superconducting materials.\nThe bold claims made a monumental splash with experts in the field.\n\"The chemicals are so cheap and not hard to make,\" said Xiaolin Wang, a material scientist at the University of Wollongong in Australia. \"This is why it is like a nuclear bomb in the community.\"\nBut what happened in that lab in South Korea is just a very first step in figuring out whether the results truly have practical implications for technology and its role in our lives. We need more data, and there's reason to be cautious.\nHow superconductors work\nA bona fide room-temperature superconductor would be a big deal worthy of fanfare. Modern materials we use to conduct electricity, like the copper wiring supplying energy to your home, are inefficient. As electrons bumble down the wire, they bump into the atoms of the material, creating heat and losing energy. This is known as electrical resistance, the reason up to 10% of electricity is wasted as it travels through transmission lines to homes. Energy loss happens in our electronic devices as well.\nBut if wires and transmission lines were to be made from a superconductive material, you could practically negate those losses. The electrons form pairs as they travel through the material and don't bump into the atoms so much, enabling them to flow freely.\nSuperconductive materials already exist and are in use in various applications, like MRI machines, around the world. However, these require extremely low temperatures (approaching absolute zero at around minus 459 degrees Fahrenheit) or extremely high pressures (beyond 100,000 times the atmospheric pressure).\nMeanwhile, a superconducting magnetic levitation system is being built by Central Japan Railway to take passengers between Tokyo and Nagoya. The SCMaglev train uses rubber wheels to get up to speeds of around 93 miles per hour before the superconducting magnetic system takes over. It should be able to reach speeds of 311 mph.\nThe process requires a superconducting niobium-titanium alloy, which is cooled to minus 452 degrees Fahrenheit with liquid helium.\nA room-temperature superconductor like LK-99 would make this a far cheaper endeavor and mean there's no need to accumulate helium. (Contrary to some concerns in the media over the last few years, we're not running out of helium anytime soon, but it's produced in only a few countries, so problems with supply can cause massive price spikes.)\nSkepticism about the LK-99 results\nWang and other superconductivity experts have been skeptical about the original LK-99 experiment, pointing out inconsistencies in the data. He says the results shouldn't be hyped \"until more convincing experimental data are provided.\" Last weekend, his team at the University of Wollongong began working on replicating the results, but they've been having trouble with sample fabrication.\nIn an interview with Science magazine, Michael Norman, a physicist at Argonne National Laboratory, was blunt. He said the South Korean team \"come off as real amateurs.\"\nSo far, attempts to follow the recipe and confirm LK superconductivity mostly have failed. Monitoring the surge of new superconductivity experiments by various labs and individuals has become something of a cottage industry.\nAcross X, the website formerly known as Twitter, LK-99 has been trending for days. It's officially crossed over into Meme Territory — everyone's talking about \"floaty rocks\" — and generated some outlandish claims, with many noticing the abundance of accounts quickly morphing from promoting AI investments to suddenly backing stocks in superconductors. The American Superconductor Corporation's shares have doubled since July 27.\nEven the CEO of ChatGPT-maker OpenAI, Sam Altman, weighed in, joking, \"love these emails from recruiters asking for 2+ years of experience with lk-99.\"\nThe skepticism around LK-99 is well founded. Over the years, many teams have claimed to discover room-temperature superconductors. Most of these claims haven't withstood scientific scrutiny.\nFor instance, in 2020, a team led by Ranga Dias, a physicist at the University of Rochester in New York, published evidence of a room-temperature superconductor, in the prestigious journal Nature. The article was retracted in September 2022 after questions were raised about the manner in which the data in the paper was processed and analyzed. The authors maintain the raw data provides strong support for their claims, but replication of their experiment hasn't been achieved.\nWhat next for LK-99?\nSo what does LK-99 mean for you? At this very moment, probably not a lot, unless you want to fall down a physics rabbit hole on X and get caught up in the moment. In the near future, maybe not a lot, either.\nWe're still in the very early days of replicating the LK-99 experiments, but things aren't looking great. Two studies by two separate research groups and posted to arXiv on July 31 weren't able to replicate the South Korean research. Some of the superconductivity behaviors of the material have been seen in very tiny samples by Chinese researchers, Wang noted.\nScience is generally a slow process. Confirming the work of the South Korean team could take a lot more time. But with excitement already at a fever pitch, theoretical studies rushed to try to explain LK-99's characteristics.\nSinéad Griffin, a physicist at the Lawrence Berkeley National Laboratory, provided some analysis of LK-99's abilities using supercomputer simulations. (Griffin's post on X was accompanied by a meme of Barack Obama dropping the mic.) This study was also posted to arXiv as a preprint.\nPhysicists who weighed in on Griffin's work were cynical about the mic-drop reference and weren't convinced it provided any solid proof for superconductivity. Griffin herself clarified her results in an X thread on Wednesday, saying it neither proved nor gave evidence of superconductivity in the material, but did show interesting structural and electronic properties that have features in common with high-temperature superconductors (that is, well above minus 452 degrees Fahrenheit, but way, way, way below room temperature).\nEven if LK-99 proves to be a reliable superconductive material, translating science to technology can be an even slower process. Reliably producing the material could take many years, and Griffin's theoretical work also shows it might be difficult to synthesize the material.\nLK-99 doesn't look like it'll be the holy grail, but it may be an interesting material in its own right, opening up the possibilities to search for room-temperature superconductors in new, unexpected ways. If it did lead to a room-temperature superconductor, then the possibilities really open up.\nGiuseppe Tettamanzi, a senior lecturer at the University of Adelaide's school of chemical engineering, notes that for a very long time, scientists have been thinking about replacing the power grid's copper cables with superconducting cables — a switch that could provide huge energy savings. He also mentions the benefits to quantum computers and transport.\n\"The sky is the limit here,\" he said.\nWatching science in action is thrilling, and the passion for LK-99 quite a nice change on the X feed, at least for me. But science, in action, takes time, and it shouldn't jump to conclusions about the world-changing ramifications of a potential superconductive material. So now we wait for the replicators to get to work.","publish_date":"2023-08-07","author":"Jackson Ryan"},"extraction_timestamp":"2023-08-09 23:16:37.509164","extractor_version":0,"extractor_method":"gpt-4","facts":[{"text":"South Korean scientists reported a potential breakthrough in superconductors in late July."},{"text":"The researchers claim to have produced the first room-temperature superconductor with a \"modified lead-apatite structure\" doped with copper, which they call LK-99."},{"text":"They provided a video showing the compound levitating over a magnet as part of their evidence. "},{"text":"Modern materials used to conduct electricity, like copper wiring, are inefficient due to electrical resistance."},{"text":"Superconductive materials currently in use require extremely low temperatures or extremely high pressure."},{"text":"Existing superconducting magnet levitation systems, like the SCMaglev train in Japan, still require cooling to extremely low temperatures."},{"text":"There have been inconsistencies noted in the data from the initial LK-99 experiment."},{"text":"Attempts to replicate the original South Korean team's LK-99 experiment have largely failed so far."},{"text":"Over the years, many teams have claimed to discover room-temperature superconductors, but these claims usually don't pass scientific scrutiny."},{"text":"In 2020, a team led by Ranga Dias published evidence of a room-temperature superconductor but the article was retracted in 2022 over questions on data processing and analysis."},{"text":"Two studies posted to arXiv on July 31 were unable to replicate the South Korean research on LK-99."},{"text":"Sinéad Griffin provided some analysis of LK-99's abilities using supercomputer simulations, showing interesting structural and electronic properties but not solid proof for superconductivity."},{"text":"Even if LK-99 turns out to be a superconductive material, the process of reliably producing it could take many years. "},{"text":"Scientists have considered replacing the power grid's copper cables with superconducting cables for energy savings."}]}
{"url":"https:\/\/www.washingtonpost.com\/science\/2023\/08\/09\/room-temperature-superconductor-lk99-evidence","metadata":{"domain":"washingtonpost.com","raw_text":"BOULDER, Colo. — Physics graduate student Hope Whitelock popped her head out of the lab at the University of Colorado Boulder on a recent morning to ask a bunch of scientists standing in the hallway for a quick gut check: “Can someone tell me if something is crazy?”\nNow the claim is rapidly deflating under scientific study. Over the last few days, papers from academic labs scattered across the globe have built up evidence that LK-99 is not a superconductor and is more likely a type of magnet. (Hyun-Tak Kim, a co-author of one of the discovery papers and a physicist at William & Mary, countered in an email that other research groups’ failure to replicate their results are probably because they lack “know how” in developing the sample the same way.)\nThe episode has provided the public with an unusual front-row glimpse at a fundamental part of how science works.\nAlmost as soon as the initial paper appeared online, enthusiasts amplified the excitement among nonexperts, explaining the profound implications if this material, dubbed LK-99, is the real deal: a revolution for the power grid, more powerful medical imaging technologies, magnetically levitating trains — nothing short of a new era for humanity, and a slam dunk Nobel Prize to boot.\nSuddenly, people who had never before heard of a superconductor considered the potential ripple effects of the technology. Careful experiments and abstruse calculations in academic labs were catapulted into mainstream interest; Whitelock says high school friends got in touch with her to ask what she thought. Other groups live-streamed their DIY attempts to re-create the material. Some onlookers put money on it, predicting whether it would pan out in volatile online betting markets.\nThe frenzy over LK-99 meant that scientific thinking evolved on an almost hourly basis, as new findings and videos of varying quality were shared, often via social media.\nPhilip W. Phillips, a condensed matter theoretical physicist at the University of Illinois at Urbana-Champaign was intrigued by the finding late last week, despite his doubts and questions about the initial papers.\n“You don’t want to miss out on what could be the next big thing. That really drives physicists. It drives us all,” Phillips said on Friday.\nBy Tuesday night, though, the case was closed for him, based on a series of papers that came online in the last day making a convincing case that LK-99 is not a superconductor. “One more nail in the coffin,” Phillips wrote in an email, forwarding yet another paper that adds to the pile of evidence. “So your headline is quite simple.”\nFloating rocks\nThe phenomenon of superconductivity, materials that transmit electricity without resistance, was discovered more than a century ago. The catch has been that the superconductors made so far must operate at extreme conditions — ultracold temperatures or crushing pressures — that are impractical for incorporating into most human technology.\nA superconductor that could work in a typical human environment, that wasn’t super toxic or outrageously expensive, could be transformative.\nOn July 22, South Korean scientists posted two papers to the popular physics site arXiv describing a superconductor that they claimed works at standard temperatures and pressures, made of a modified version of a substance called lead-apatite. They provided a recipe for a material that could be created from cheap, abundant ingredients and a video of a partially floating rock.\nScientists are a skeptical lot — it’s part of the job requirement. There’s no known reason that a room-temperature superconductor couldn’t exist, but decades of experiments have failed to identify one. The field is littered with claims that haven’t panned out for various reasons, and many physicists assumed the new papers would be the latest addition to a long list of apocryphal claims.\nBut scientists are also, by their nature, open-minded and comfortable dwelling at the edge of the unknown. Part of the reason they plug away in labs for decades is because they hope to discover or understand things that haven’t yet been uncovered.\nA legitimate discovery of a room-temperature superconductor would be huge — Phillips said it would carry echoes of the meeting of the American Physical Society in March 1987, the so-called “Woodstock of Physics.” That meeting came a year after a high-temperature superconductor had been identified and then quickly replicated by labs across the world, leading to a Nobel Prize by the fall.\n“High temperature” is a bit overstated in this case, as the initial material only worked at minus-400 degrees Fahrenheit, far colder than room temperature. But the announcement kicked off the discovery of a new class of superconductors that scientists are still trying to understand.\nEven the possibility that something similarly significant was on the horizon was enough to make many serious scientists drop what they were working on to give it a rigorous test.\nBaking a batch of LK-99\nOne such experiment has been underway in the labs of physicists Daniel Dessau and Gang Cao and chemist Josef Michl at the University of Colorado Boulder. That’s where Whitelock recently called her colleagues to come look at the end result of baking chemicals together for two days at 1,700 degrees Fahrenheit.\nThe experiment had, once again, resulted in a mess of materials and byproducts with various properties — something many groups have observed when following the recipe provided by the South Korean scientists. But when Whitelock broke open the vacuum-sealed tube where she’d tried to bake LK-99, she observed something she hadn’t gotten on past runs — a few intriguing fragments of material that were exhibiting interesting magnetic properties.\nThere are a number of tests to identify a superconductor, including one called the Meissner effect, in which a material expels its magnetic field as it transitions to become a superconductor. This could lead to the half-levitating rock effect seen in the viral video purporting to show LK-99, but so could other magnetic properties.\n“You can kind of see, there are some flakes on here, and they’re tipped up,” Whitelock said, showing through a microscope what tiny flecks of the material look like on top of a magnet. She was quick to point out that this was not evidence of superconductivity.\nA short walk away, graduate student Andrew Chomas has been retooling the recipe laid out in the original papers by following his own intuitions as a chemist, to see if they can get a more pure form of LK-99. During a visit to the lab this week, his latest batch was in the oven, a glowing liquid in a crucible made of quartz, heated to a sweltering 1,800 degrees Fahrenheit.\nSo far, though, all the samples produced in Dessau’s and Michl’s labs have failed basic tests of superconductivity. Dessau said he is keeping his mind open that there may yet be some material of interest in the mixture created by the recipe.\nPlus, he said, a room-temperature superconductor “would have incredible implications, so I think it’s worthwhile getting excited about.”\nAn ongoing quest for superconductors\nLK-99 has been a scientific roller coaster, and most experts are glad the public came along for the ride.\nOther physicists contend that the original authors should have done more careful work. The paper would have benefited from peer review before making such extravagant claims. But the burst of interest, and increased awareness that scientists are trying to make superconductors, is probably a good thing, they argue.\n“The part of it where it shines a light on the subject and its potential utility, and how it’s super fascinating and could eventually lead to a breakthrough technology — that part of it is great,” said Maissam Barkeshli, a theoretical condensed matter physicist at the University of Maryland.\n“I guess my conclusion on all this is I’m kind of happy to see it — it’s the first time in a really long time that we’ve seen science not be so political. We’re all just happy about science, and it’s kind of cool,” said Christopher H. Hendon, an associate professor in the department of chemistry and biochemistry at the University of Oregon. He co-authored a paper shared on social media Tuesday afternoon that concludes LK-99 “could more likely be a magnet, rather than an ambient temperature and pressure superconductor.”\nIf LK-99 is just a magnet, the whimper of deflating interest will be a potent reminder for the general public that science is constantly evolving. Far from a setback, the quest to create and understand superconductors will march forward.\n“At the end of the day, science fails more often than not,” Hendon said, adding that “this would be not surprising if [LK-99] went the way of most experiments — that’s how science is.”","publish_date":"2023-08-09","author":"Carolyn Y Johnson"},"extraction_timestamp":"2023-08-09 23:17:45.937613","extractor_version":0,"extractor_method":"gpt-4","facts":[{"text":"Physics graduate student Hope Whitelock was researching LK-99 at the University of Colorado Boulder."},{"text":"Papers from different academic labs across the globe present evidence that LK-99 is not a superconductor but more likely a type of magnet."},{"text":"South Korean scientists claimed that LK-99 works at standard temperatures and pressures, which would make it a room-temperature superconductor."},{"text":"These South Korean scientists provided a recipe for a material, LK-99, that included cheap, abundant ingredients."},{"text":"Scientists and enthusiasts around the world tried to replicate their experiment after the initial paper appeared online."},{"text":"Philip W. Phillips, a condensed matter theoretical physicist at the University of Illinois at Urbana-Champaign, concluded LK-99 is not a superconductor based on various papers."},{"text":"Superconductivity, materials that transmit electricity without resistance, was discovered more than a century ago, and existing superconductors typically operate at extreme conditions."},{"text":"Scientists at the University of Colorado Boulder also attempted to replicate the LK-99 experiment."},{"text":"Despite their efforts, all the samples produced in Dessau’s and Michl’s labs at the University of Colorado Boulder have failed basic tests of superconductivity."},{"text":"The scientific community generally welcomes the public's engagement in the process and continues to research and understand superconductors."},{"text":"Despite the deflating interest in LK-99, the quest for creating room-temperature superconductors continues."}]}
{"url":"https:\/\/www.newscientist.com\/article\/2386866-lk-99-mounting-evidence-suggests-material-is-not-a-superconductor","metadata":{"domain":"newscientist.com","raw_text":"Just weeks after researchers claimed that a material called LK-99 is the world’s first room-temperature, ambient-pressure superconductor evidence to the contrary has started to pile up. Superconductors conduct electricity perfectly, but studies on LK-99 performed at impressive speed from multiple laboratories dispute that the material has this property.\nThe search for superconductors has long captured a lot of attention and interest. Because electricity can pass through them without losing energy, they could greatly improve the efficiency of the power grid, lead to new …","publish_date":"2023-08-09","author":"Author Fullname; Karmela Padavic-Callaghan"},"extraction_timestamp":"2023-08-09 23:17:58.088294","extractor_version":0,"extractor_method":"gpt-4","facts":[{"text":"Researchers claimed that a material called LK-99 is the world’s first room-temperature, ambient-pressure superconductor."},{"text":"Evidence has started to pile up suggesting that LK-99 may not be a superconductor."},{"text":"Superconductors conduct electricity perfectly."},{"text":"Multiple laboratories have performed studies on LK-99."},{"text":"These studies dispute the assertion that LK-99 has superconducting properties."},{"text":"Superconductors have long been a major focus of scientific research."},{"text":"Electricity can pass through superconductors without losing energy."},{"text":"Superconductors could greatly improve the efficiency of the power grid."}]}